# language: ru
Функция: Фразы и примеры

  Сценарий: Переход к фразам из хедера слов
    Допустим новый пользователь
    И пользователь пропустил онбординг
    Когда нажимает навигацию к словам
    И нажимает навигацию к фразам
    Тогда страница фраз отображается

  Сценарий: Переход к примерам из хедера слов
    Допустим новый пользователь
    И пользователь пропустил онбординг
    Когда нажимает навигацию к словам
    И нажимает навигацию к примерам
    Тогда страница примеров отображается

  Сценарий: Отображение пустого состояния фраз
    Допустим новый пользователь
    И пользователь пропустил онбординг
    Когда пользователь открывает страницу фраз
    Тогда на странице фраз отображается пустое состояние

  Сценарий: Отображение пустого состояния примеров
    Допустим новый пользователь
    И пользователь пропустил онбординг
    Когда пользователь открывает страницу примеров
    Тогда на странице примеров отображается пустое состояние

  Сценарий: Отображение поиска на странице фраз
    Допустим новый пользователь
    И пользователь пропустил онбординг
    Когда пользователь открывает страницу фраз
    Тогда отображается поле поиска фраз

  Сценарий: Отображение поиска на странице примеров
    Допустим новый пользователь
    И пользователь пропустил онбординг
    Когда пользователь открывает страницу примеров
    Тогда отображается поле поиска примеров

  Сценарий: Переход на главную со страницы фраз
    Допустим новый пользователь
    И пользователь пропустил онбординг
    Когда пользователь открывает страницу фраз
    И нажимает кнопку возврата с фраз
    Тогда происходит переход на главную страницу

  Сценарий: Отображение кнопок фильтрации фраз
    Допустим новый пользователь
    И пользователь пропустил онбординг
    Когда пользователь открывает страницу фраз
    Тогда отображаются кнопки фильтрации фраз

  Сценарий: Поиск фраз сохраняется при возврате через меню
    Допустим новый пользователь
    И пользователь пропустил онбординг
    Когда пользователь открывает страницу фраз
    И ищет фразу "ありがとう" на странице фраз
    И нажимает навигацию к словам
    И нажимает навигацию к фразам
    Тогда страница фраз отображается
    И поле поиска фраз содержит "ありがとう"

  Сценарий: Поиск примеров сохраняется при возврате через меню
    Допустим новый пользователь
    И пользователь пропустил онбординг
    Когда пользователь открывает страницу примеров
    И ищет пример "たべる" на странице примеров
    И нажимает навигацию к словам
    И нажимает навигацию к примерам
    Тогда страница примеров отображается
    И поле поиска примеров содержит "たべる"
