{
  "情緒": {
    "english_translation": "Emotion; mood; inner feeling or atmosphere conveyed through speech, art, or behavior.",
    "russian_translation": "Эмоция; настроение; внутреннее состояние или атмосфера, передаваемая в речи, искусстве или поведении."
  },
  "惑星": {
    "english_translation": "Planet (celestial body orbiting a star, massive enough to be nearly spherical).",
    "russian_translation": "Планета (небесное тело, вращающееся вокруг звезды и имеющее достаточную массу для шарообразной формы)."
  },
  "惜しむ": {
    "english_translation": "To regret; to feel sorry that something valuable is wasted or lost; to be sparing (of time/money).",
    "russian_translation": "Сожалеть (об утрате, о том, что что-то ценное упущено или потрачено зря); беречь; скупиться."
  },
  "惨め": {
    "english_translation": "Miserable; wretched; pitiful; pathetic.",
    "russian_translation": "Жалкий; несчастный; убогий; плачевный."
  },
  "愈々": {
    "english_translation": "Increasingly; more and more; finally (at last); surely; certainly.",
    "russian_translation": "Все больше и больше; всё сильнее; наконец-то (в значении 'наступает решительный момент'); непременно."
  },
  "意向": {
    "english_translation": "Intention; aim; motivation (often an inner goal or desire reflected in actions/decisions).",
    "russian_translation": "Намерение; умысел; цель (внутреннее желание, отражённое в действиях или решениях)."
  },
  "意図": {
    "english_translation": "Purpose; intention; aim (often deliberate, the 'why' behind an action).",
    "russian_translation": "Цель; замысел; умысел (осознанное намерение, лежащее в основе действия)."
  },
  "意地": {
    "english_translation": "Willpower; obstinacy; adherence to one's position despite pressure or difficulties.",
    "russian_translation": "Упрямство; настойчивость; характер (способность упорно отстаивать своё решение)."
  },
  "意欲": {
    "english_translation": "Desire; motivation; enthusiasm (a genuine, active interest in doing something).",
    "russian_translation": "Желание; стремление; мотивация (активная заинтересованность, готовность действовать)."
  },
  "意気込む": {
    "english_translation": "To be eager; to be enthusiastic (to be mentally prepared and full of determination before an important event).",
    "russian_translation": "Воодушевиться; гореть желанием; быть полным решимости и энтузиазма перед важным делом."
  },
  "愚か": {
    "english_translation": "Foolish; stupid; irrational (often describing behavior or speech).",
    "russian_translation": "Глупый; неразумный; безрассудный (часто о поступках)."
  },
  "愚痴": {
    "english_translation": "Grumble; idle complaint; persistent discontent about minor failures or life dissatisfaction.",
    "russian_translation": "Жалоба; брюзжание; нытьё (бессмысленные жалобы на мелкие неудачи или недовольство жизнью)."
  },
  "愛でたい": {
    "english_translation": "To love; to show affection; to cherish (to feel tenderness and care for someone).",
    "russian_translation": "Любить; лелеять; проявлять нежность и заботу."
  },
  "愛想": {
    "english_translation": "Courtesy; amiability; politeness (the ability to be agreeable to others).",
    "russian_translation": "Вежливость; любезность; приветливость; обходительность."
  },
  "愛憎": {
    "english_translation": "Love and hatred; complex, intense emotions combining deep affection and strong dislike.",
    "russian_translation": "Любовь и ненависть (сложные, противоречивые чувства)."
  },
  "感度": {
    "english_translation": "Sensitivity; responsiveness (the degree to which a device or organ reacts to weak stimuli).",
    "russian_translation": "Чувствительность; восприимчивость (степень реакции на слабые внешние воздействия)."
  },
  "感慨": {
    "english_translation": "Deep emotion; sentiment (a profound personal feeling stirred by memory or a significant moment).",
    "russian_translation": "Глубокое переживание; чувство (вызванное воспоминанием или важным событием, часто с оттенком восхищения/тоски)."
  },
  "感染": {
    "english_translation": "Infection; contagion; to be infected (condition caused by harmful microorganisms entering the body).",
    "russian_translation": "Инфекция; заражение; быть инфицированным (проникновение патогенных микроорганизмов)."
  },
  "感無量": {
    "english_translation": "Overwhelmed with emotion; speechless due to deep feeling.",
    "russian_translation": "Переполненный чувствами; не находящий слов (из-за сильных эмоций)."
  },
  "感触": {
    "english_translation": "Feel; sense; emotional impression (a strong internal feeling tied to personal significance).",
    "russian_translation": "Ощущение; восприятие; впечатление (сильное эмоциональное переживание)."
  },
  "態々": {
    "english_translation": "Specially; deliberately; expressly (to make an effort despite inconvenience, often out of duty or politeness).",
    "russian_translation": "Специально; нарочно; умышленно (делать что-то с усилием, несмотря на неудобства)."
  },
  "態と": {
    "english_translation": "On purpose; intentionally; deliberately (used to describe an action done with clear intent).",
    "russian_translation": "Нарочно; намеренно; умышленно (совершать действие с явным намерением)."
  },
  "態勢": {
    "english_translation": "Posture; attitude; readiness (a state in which conditions are set for a particular development, especially readiness for action).",
    "russian_translation": "Положение; готовность; установка (состояние готовности к определённому развитию событий или к действию)."
  },
  "慌ただしい": {
    "english_translation": "Hectic; busy; hurried and chaotic (marked by frantic, disorganized activity).",
    "russian_translation": "Суетливый; лихорадочный; спешный (характеризующийся хаотичными и несогласованными действиями)."
  },
  "慌てる": {
    "english_translation": "To panic; to lose one's head; to become flustered (due to sudden stress or lack of time).",
    "russian_translation": "Паниковать; терять самообладание; суетиться (из-за неожиданной ситуации)."
  },
  "慎む": {
    "english_translation": "To be careful (in speech/actions); to refrain from; to abstain (to show caution and consideration).",
    "russian_translation": "Быть осторожным; воздерживаться (от высказываний или действий, чтобы не вызвать недоразумений)."
  },
  "慕う": {
    "english_translation": "To long for; to yearn for; to admire (to feel strong admiration and emotional attachment, often with idealization).",
    "russian_translation": "Восхищаться; боготворить; тосковать по кому-либо (испытывать сильную тягу или идеализацию)."
  },
  "慣らす": {
    "english_translation": "To accustom (someone/something) to; to train (to familiarize oneself or another with a new situation/object through regular practice).",
    "russian_translation": "Приучать; адаптировать; тренировать (привыкать к чему-либо через регулярное использование)."
  },
  "慣れ": {
    "english_translation": "Habit; custom; becoming accustomed (the state or process of familiarity through repeated exposure).",
    "russian_translation": "Привычка; приспособление; освоение (процесс привыкания к чему-либо)."
  },
  "慣例": {
    "english_translation": "Custom; established practice; convention (a long-established, regularly followed way of doing things).",
    "russian_translation": "Обычай; заведённый порядок; традиция (устоявшийся образец действий)."
  },
  "慣用": {
    "english_translation": "Commonly used; conventional usage (especially for phrases or idioms, accepted as standard in the language).",
    "russian_translation": "Общеупотребительный; идиоматический (о выражении, которое используется в определённом виде и является стандартным)."
  },
  "慣習": {
    "english_translation": "Custom; habit; established practice (a customary practice accepted within a society, perceived as natural).",
    "russian_translation": "Обычай; традиция; привычная практика (принятая в обществе, воспринимаемая как естественная)."
  },
  "慣行": {
    "english_translation": "Established practice; usage (a customary practice within a specific group or organization, consistently followed but not formally documented).",
    "russian_translation": "Установившаяся практика; обыкновение (принятая в определённой среде, не закреплённая официально, но регулярно выполняемая)."
  },
  "憂鬱": {
    "english_translation": "Melancholy; gloom; depression.",
    "russian_translation": "Меланхолия; уныние; депрессия."
  },
  "憎しみ": {
    "english_translation": "Hatred; strong and lasting feeling of dislike (caused by serious harm or prolonged hostility).",
    "russian_translation": "Ненависть; неприязнь (глубокое и устойчивое чувство)."
  },
  "憤慨": {
    "english_translation": "Indignation; resentment; strong anger caused by injustice or morally unacceptable actions.",
    "russian_translation": "Возмущение; негодование; гнев (вызванный несправедливостью или неприемлемым поступком)."
  },
  "憧れ": {
    "english_translation": "Yearning; aspiration; admiration (intense desire for an idealized, often unattainable goal).",
    "russian_translation": "Стремление; восхищение; идеал (тяга к чему-то идеальному и недостижимому)."
  },
  "懐く": {
    "english_translation": "To become emotionally attached; to follow fondly; to feel nostalgic (to remember past experiences with warmth and attachment).",
    "russian_translation": "Привязаться; потянуться; испытывать тёплые, ностальгические чувства (к кому/чему-либо из прошлого)."
  },
  "懲りる": {
    "english_translation": "To learn a lesson from experience; to be put off by; to become cautious (after a failure).",
    "russian_translation": "Извлечь урок; научиться (на горьком опыте); стать осторожнее."
  },
  "懸賞": {
    "english_translation": "Prize; reward; bounty (money or reward offered for a specific achievement or information).",
    "russian_translation": "Награда; приз; денежное вознаграждение (объявленное за информацию или достижение)."
  },
  "成り立つ": {
    "english_translation": "To be formed; to consist of; to be established (to hold true only under certain conditions).",
    "russian_translation": "Состоять из; образовываться; быть действительным (выполняться при определённых условиях)."
  },
  "成るべく": {
    "english_translation": "As much as possible; to the best of one's ability; as far as one can.",
    "russian_translation": "Насколько возможно; по возможности; всеми силами."
  },
  "成る丈": {
    "english_translation": "As much as possible; to the best of one's ability (often used synonymously with *成るべく*, but also carries the nuance of 'achieving a desired state').",
    "russian_translation": "Насколько возможно; всеми силами (стремление достичь максимального результата или состояния)."
  },
  "成年": {
    "english_translation": "Adulthood; majority (reaching the legal age for full rights and responsibilities).",
    "russian_translation": "Совершеннолетие (достижение юридического возраста с полными правами и обязанностями)."
  },
  "成果": {
    "english_translation": "Result; achievement; outcome.",
    "russian_translation": "Результат; достижение; успех."
  },
  "成熟": {
    "english_translation": "Maturity; ripeness; adulthood (emotional and intellectual maturity, wise and calm behavior).",
    "russian_translation": "Зрелость; спелость; завершённость (способность вести себя разумно, проявляя внутреннюю зрелость)."
  },
  "我がまま": {
    "english_translation": "Selfishness; egoism; willfulness (excessive personal desires expressed through unacceptable behavior).",
    "russian_translation": "Эгоизм; своеволие; капризы (непомерные личные желания, без учёта других)."
  },
  "或いは": {
    "english_translation": "Or; perhaps; possibly (used to express an alternative or uncertainty).",
    "russian_translation": "Или; возможно; может быть; в качестве альтернативы."
  },
  "或る": {
    "english_translation": "A certain; some (used to denote an unspecified person, object, or quantity).",
    "russian_translation": "Некий; какой-то; некоторый (для выражения неопределённости)."
  },
  "戦": {
    "english_translation": "War; battle; combat; struggle (military conflict or metaphorical intense struggle).",
    "russian_translation": "Война; битва; борьба (военный конфликт или напряжённая борьба)."
  },
  "戦力": {
    "english_translation": "Military strength; fighting capacity (combination of personnel, equipment, and resources for military operations).",
    "russian_translation": "Боевая мощь; военный потенциал (совокупность сил, техники и ресурсов)."
  },
  "戦災": {
    "english_translation": "War damage; war disaster (destruction inflicted on civilians and infrastructure during armed conflicts).",
    "russian_translation": "Военные разрушения; ущерб от войны (особенно гражданскому населению и инфраструктуре)."
  },
  "戦術": {
    "english_translation": "Tactics (specific actions to achieve a short-term goal in combat or strategy).",
    "russian_translation": "Тактика (конкретные действия для достижения краткосрочной цели)."
  },
  "戦闘": {
    "english_translation": "Combat; battle; fighting (exchange of fire between military units).",
    "russian_translation": "Боевые действия; сражение; схватка (воинских подразделений)."
  },
  "戯曲": {
    "english_translation": "Play; drama; theatrical piece (traditional Japanese dramatic work, often humorous, for Kabuki or folk performance).",
    "russian_translation": "Пьеса; драма; театральное произведение (традиционное японское, часто комедийного характера)."
  },
  "戴きます": {
    "english_translation": "To receive (humble form); to eat/drink (humble form); to accept (to wear, typically formally or ceremonially).",
    "russian_translation": "Получить (скромно); есть/пить (скромно); принять (надевать на себя, обычно в формальном контексте)."
  },
  "戸籍": {
    "english_translation": "Family/household register (Japanese official record of family relationships and identity, maintained from birth).",
    "russian_translation": "Семейный/домовой регистр (японский официальный документ, фиксирующий родственные связи, место жительства и состав семьи)."
  },
  "戸締まり": {
    "english_translation": "Locking up; securing doors and windows (checking and ensuring all entrances are securely fastened).",
    "russian_translation": "Запирание дверей и окон; проверка безопасности (убедиться, что всё надёжно закрыто)."
  },
  "戸締り": {
    "english_translation": "Locking up; securing doors and windows (synonym of *戸締まり*).",
    "russian_translation": "Запирание дверей и окон; меры безопасности (особенно на ночь или в отсутствие людей)."
  },
  "所が": {
    "english_translation": "However; but; yet (a particle used to introduce a contrast or opposition).",
    "russian_translation": "Однако; но; между тем (частица для введения контраста или противопоставления)."
  },
  "所で": {
    "english_translation": "By the way; incidentally (used to change the topic); at the moment/time (indicates the time/place of an action).",
    "russian_translation": "Кстати; между прочим (для смены темы); в то время как; в месте, где (указание на место или время действия)."
  },
  "所在": {
    "english_translation": "Whereabouts; location; address (official term for the position of a place or object).",
    "russian_translation": "Местонахождение; расположение (особенно в официальных документах)."
  },
  "所定": {
    "english_translation": "Fixed; prescribed; predetermined (specified in advance by rules or regulations).",
    "russian_translation": "Установленный; предусмотренный; определённый заранее."
  },
  "所属": {
    "english_translation": "Affiliation; belonging; attached to (membership in an organization or group).",
    "russian_translation": "Принадлежность; членство; отношение (к факультету, организации)."
  },
  "所得": {
    "english_translation": "Income; earnings (money received over a specific period from various sources).",
    "russian_translation": "Доход; заработок; прибыль (полученный за определённый период)."
  },
  "所持": {
    "english_translation": "Possession; holding (especially in an official or legal context, often implying the right to possess restricted items).",
    "russian_translation": "Владение; хранение; наличие при себе (особенно в юридическом контексте)."
  },
  "所謂": {
    "english_translation": "So-called; what is called (often used to express skepticism or highlight a label-reality gap).",
    "russian_translation": "Так называемый; пресловутый (используется для выражения скептицизма или несоответствия названию)."
  },
  "扉": {
    "english_translation": "Door (especially a heavy or prominent one); front cover; entrance (metaphorical entrance to a new phase).",
    "russian_translation": "Дверь (обычно входная, распашная или символическая); обложка (книги)."
  },
  "手がかり": {
    "english_translation": "Clue; handhold; key to solving a mystery (a lead that helps uncover the truth).",
    "russian_translation": "Улика; зацепка; ключ к разгадке (помогающий раскрыть тайну)."
  },
  "手がける": {
    "english_translation": "To handle; to undertake; to work on (to personally oversee the creation or development of something).",
    "russian_translation": "Заниматься; браться за (что-либо); быть исполнителем (лично руководить созданием)."
  },
  "手のひら": {
    "english_translation": "Palm (the inner surface of the hand).",
    "russian_translation": "Ладонь (внутренняя поверхность кисти руки)."
  },
  "手はず": {
    "english_translation": "Arrangement; plan; preparations (the stage is set, often for an action or event).",
    "russian_translation": "Приготовления; план; договорённость (предварительная организация)."
  },
  "手元": {
    "english_translation": "At hand; close at hand; readily available (within easy reach for immediate use).",
    "russian_translation": "Под рукой; доступный; в непосредственной близости (для немедленного использования)."
  },
  "手分け": {
    "english_translation": "Dividing the work; sharing the labor (distributing tasks among participants for efficiency).",
    "russian_translation": "Распределение работы; совместное выполнение (разделение задач)."
  },
  "手回し": {
    "english_translation": "Preparation; arrangement; planning (also: hand-cranking of a device).",
    "russian_translation": "Подготовка; распоряжение; меры (также: ручной завод механизма)."
  },
  "手引き": {
    "english_translation": "Guide; handbook; instruction (a detailed manual or recommendation).",
    "russian_translation": "Руководство; инструкция; путеводитель (пошаговые пояснения)."
  },
  "手当": {
    "english_translation": "Allowance; compensation; benefit (especially regular payments like a subsidy).",
    "russian_translation": "Пособие; надбавка; компенсация (регулярные выплаты)."
  },
  "手当て": {
    "english_translation": "Medical care; treatment; allowance (especially one-time payments for medical or temporary loss of work capacity).",
    "russian_translation": "Медицинская помощь; лечение; пособие (единовременная выплата по болезни)."
  },
  "手掛かり": {
    "english_translation": "Clue; lead; key to solving a problem (synonym of *手がかり*).",
    "russian_translation": "Улика; зацепка; ключ к разгадке (важный след, помогающий понять причину)."
  },
  "手掛ける": {
    "english_translation": "To handle; to undertake; to work on (synonym of *手がける*).",
    "russian_translation": "Заниматься; браться за (что-либо); быть исполнителем (лично участвовать в реализации)."
  },
  "手数": {
    "english_translation": "Trouble; labor; number of moves (in games like shogi).",
    "russian_translation": "Хлопоты; усилия; количество ходов (в настольных играх)."
  },
  "手本": {
    "english_translation": "Model; example; copybook (a handwritten model for practice or a standard to follow).",
    "russian_translation": "Образец; пример; пропись (рукописный образец для копирования)."
  },
  "手法": {
    "english_translation": "Technique; method; approach (a specific method used to achieve an effect, especially in art or science).",
    "russian_translation": "Метод; приём; подход; техника (особый подход в работе, искусстве или науке)."
  },
  "手筈": {
    "english_translation": "Arrangement; plan; preparations (a formal plan or arrangement, often implying complexity/secrecy, synonym of *手はず*).",
    "russian_translation": "Предварительный план; договорённость; подготовка (дело, требующее осторожности)."
  },
  "手芸": {
    "english_translation": "Handicraft; manual arts; hobby involving handmade creation (e.g., sewing, knitting).",
    "russian_translation": "Рукоделие; прикладное искусство (хобби по созданию предметов вручную)."
  },
  "手軽": {
    "english_translation": "Simple; easy; convenient; light (easy to use, not requiring much effort).",
    "russian_translation": "Простой; лёгкий; удобный; незатруднительный."
  },
  "手近": {
    "english_translation": "At hand; close by; readily available (within arm's reach, easily accessible).",
    "russian_translation": "Под рукой; близкий; легкодоступный."
  },
  "手遅れ": {
    "english_translation": "Too late (a situation where action can no longer change the outcome).",
    "russian_translation": "Слишком поздно (ситуация, когда действия уже бессмысленны из-за опоздания)."
  },
  "手配": {
    "english_translation": "Arrangement; preparation; search (coordination of details for an event; also: a police search).",
    "russian_translation": "Организация; подготовка; меры (согласование всех деталей; также: розыск)."
  },
  "手錠": {
    "english_translation": "Handcuffs; metal restraints (used to limit movement of a suspect).",
    "russian_translation": "Наручники (металлические замки для ограничения движения)."
  },
  "手際": {
    "english_translation": "Skill; dexterity; efficiency (ability to perform tasks quickly and accurately).",
    "russian_translation": "Мастерство; сноровка; ловкость (умение быстро и точно выполнять работу)."
  },
  "手順": {
    "english_translation": "Procedure; sequence; step-by-step process (the correct order of actions to complete a task).",
    "russian_translation": "Последовательность; процедура; порядок действий (для выполнения задачи)."
  },
  "打ち切る": {
    "english_translation": "To discontinue; to cancel; to terminate (an event or activity by official decision).",
    "russian_translation": "Прекращать; отменять; завершать (мероприятие, действие по решению)."
  },
  "打ち合わせ": {
    "english_translation": "Meeting; arrangement; preparatory discussion (a meeting to align plans/actions).",
    "russian_translation": "Совещание; встреча; обсуждение планов (для согласования действий)."
  },
  "打ち合わせる": {
    "english_translation": "To make arrangements; to coordinate details (to align a plan/project during a meeting).",
    "russian_translation": "Согласовывать детали; договариваться; обсуждать (план в ходе встречи)."
  },
  "打ち消し": {
    "english_translation": "Denial; cancellation; negation (an action nullifying the effect of a previous one, or negating a statement).",
    "russian_translation": "Отрицание; отмена; аннулирование (действие, отменяющее эффект предыдущего)."
  },
  "打ち込む": {
    "english_translation": "To drive (a nail); to devote oneself to; to input (data/text) using a keyboard.",
    "russian_translation": "Вводить (данные, текст с клавиатуры); забивать (гвоздь); посвятить себя (делу)."
  },
  "打付ける": {
    "english_translation": "To strike; to hit; to clash (also: to pay off a debt in full).",
    "russian_translation": "Ударять; сталкиваться (также: оплачивать счёт полностью)."
  },
  "打撃": {
    "english_translation": "Blow; shock; damage (a strong strike, especially in sports, or a severe setback).",
    "russian_translation": "Удар; потрясение; ущерб (сильный физический или эмоциональный удар)."
  },
  "打開": {
    "english_translation": "Breakthrough; finding a way out of a difficult situation (to open something up to access its contents or overcome a deadlock).",
    "russian_translation": "Прорыв; выход из тупика; нахождение решения (открывать что-либо, чтобы получить доступ)."
  },
  "扱い": {
    "english_translation": "Treatment; handling; dealing with (the manner in which something is managed, considering its seriousness/importance).",
    "russian_translation": "Обращение; обхождение; способ ведения дела (с учётом его важности)."
  },
  "扶養": {
    "english_translation": "Support; dependent; maintenance (provision of financial support for legally dependent family members).",
    "russian_translation": "Содержание; иждивение; обеспечение (материальная поддержка членов семьи)."
  },
  "承諾": {
    "english_translation": "Consent; acceptance; agreement (a formal or serious commitment, especially for long-term obligations).",
    "russian_translation": "Согласие; принятие; обязательство (особенно в контексте долгосрочных обязательств)."
  },
  "技": {
    "english_translation": "Technique; skill; craft (the skillful way of performing a specific action with precision).",
    "russian_translation": "Техника; приём; мастерство (умение выполнять действие с точностью)."
  },
  "技能": {
    "english_translation": "Skill; technical ability; expertise (ability to perform a task at a high level, requiring specialized knowledge).",
    "russian_translation": "Навык; квалификация; умение (выполнять задачу на высоком уровне)."
  },
  "把握": {
    "english_translation": "Grasp; understanding; control (the ability to fully comprehend and maintain control over a situation).",
    "russian_translation": "Понимание; осмысление; контроль (умение понять суть и удерживать ситуацию)."
  },
  "抑制": {
    "english_translation": "Suppression; restraint; control (restraint of inner impulses or external expressions, especially in emotional situations).",
    "russian_translation": "Сдерживание; подавление; контроль (внутренних импульсов или внешних проявлений)."
  },
  "抑圧": {
    "english_translation": "Suppression; repression; oppression (strict restriction of rights and freedoms, often political or social).",
    "russian_translation": "Угнетение; подавление; репрессии (жёсткое ограничение прав и свобод)."
  },
  "抓る": {
    "english_translation": "To pinch; to seize firmly; to grab with force.",
    "russian_translation": "Хватать; щипать; захватывать с усилием."
  },
  "投げ出す": {
    "english_translation": "To throw away; to give up; to abandon (to let go of something completely, especially an emotional burden or task).",
    "russian_translation": "Бросить; отказаться; отшвырнуть (полностью освободиться от чего-либо)."
  },
  "投入": {
    "english_translation": "Investment; input; throwing in (to dedicate substantial effort, time, or resources to an activity).",
    "russian_translation": "Вложение; инвестирование; выделение (усилий, времени, ресурсов)."
  },
  "投資": {
    "english_translation": "Investment (funds allocated to assets with the goal of earning future profit).",
    "russian_translation": "Инвестиции; капиталовложения (вложение средств для получения прибыли)."
  },
  "抗争": {
    "english_translation": "Conflict; resistance; struggle (conscious opposition to oppression or injustice).",
    "russian_translation": "Борьба; противостояние; конфликт (сознательное сопротивление несправедливости)."
  },
  "抗議": {
    "english_translation": "Protest; objection; remonstrance (collective expression of dissent against official decisions).",
    "russian_translation": "Протест; возражение; несогласие (массовое выражение недовольства)."
  },
  "折り返す": {
    "english_translation": "To fold back; to turn back; to return a call (to fold a part of a material; to return to the starting point or call back).",
    "russian_translation": "Складывать; загибать; перезванивать (менять направление или перезванивать)."
  },
  "折衷": {
    "english_translation": "Compromise; blending; reaching a middle ground (accommodating conflicting views).",
    "russian_translation": "Компромисс; слияние стилей; золотая середина (учитывающая противоречивые мнения)."
  },
  "抜かす": {
    "english_translation": "To omit; to leave out; to skip (also: to pull out with effort).",
    "russian_translation": "Пропускать; упускать; опускать (также: вытаскивать с усилием)."
  },
  "抜け出す": {
    "english_translation": "To slip out; to escape; to break free (to finally break away from a difficult emotional state or dependency).",
    "russian_translation": "Выбраться; вырваться; сбежать (освободиться от длительного тревожного состояния)."
  },
  "押さえる": {
    "english_translation": "To hold down; to restrain; to suppress (to keep emotions/actions/noise under control).",
    "russian_translation": "Удерживать; сдерживать; подавлять (эмоции, действия, шум)."
  },
  "押し寄せる": {
    "english_translation": "To press close; to surge; to flood (a surge of emotion or memory overwhelming the mind).",
    "russian_translation": "Нахлынуть; ринуться; набегать (о волнах, толпе или внезапно нахлынувших чувствах)."
  },
  "押し込む": {
    "english_translation": "To push/force into; to cram (to force something into a confined space with effort).",
    "russian_translation": "Втискивать; проталкивать; загонять (что-либо в ограниченное пространство)."
  },
  "抽選": {
    "english_translation": "Lottery; raffle; drawing lots (random selection process for participants or prizes).",
    "russian_translation": "Лотерея; розыгрыш; жеребьёвка (процедура случайного отбора)."
  },
  "担う": {
    "english_translation": "To carry; to bear (a burden); to shoulder (to take on significant responsibility and its consequences).",
    "russian_translation": "Нести (ношу, бремя); брать на себя ответственность (за последствия решений и действий)."
  },
  "担架": {
    "english_translation": "Stretcher (rigid platform used to carry injured or ill people).",
    "russian_translation": "Носилки (жёсткая платформа для переноски пострадавших)."
  },
  "拐う": {
    "english_translation": "To kidnap; to abduct; to carry off.",
    "russian_translation": "Похищать; уводить; уносить."
  },
  "拒否": {
    "english_translation": "Refusal; rejection; veto (to formally decline, especially in official procedures).",
    "russian_translation": "Отказ; отклонение; вето (формальное неодобрение, особенно в административных процедурах)."
  },
  "拒絶": {
    "english_translation": "Rejection; firm refusal (to categorically refuse a proposal or request).",
    "russian_translation": "Категорический отказ; неприятие; отторжение."
  },
  "拗れる": {
    "english_translation": "To become complicated; to get twisted; to worsen (to become inconsistent/tangled due to internal contradiction, or for a disease to worsen).",
    "russian_translation": "Усложняться; обостряться; запутываться (становиться непоследовательным, несвязным или ухудшаться о ситуации/болезни)."
  },
  "拘束": {
    "english_translation": "Restraint; restriction; confinement (limitation of actions or thoughts by internal feelings or external conditions).",
    "russian_translation": "Ограничение; стеснение; принуждение (свободы действий или мышления)."
  },
  "招き": {
    "english_translation": "Invitation; beckoning; cause (a hand gesture to signal someone to come closer, or the cause/reason for something).",
    "russian_translation": "Приглашение; манящий жест (рукой); причина; повод."
  },
  "拝借": {
    "english_translation": "To borrow (humble/honorific); respectfully asking permission to temporarily use something.",
    "russian_translation": "Взять на время (скромно-уважительное); почтительно попросить разрешения воспользоваться."
  },
  "拝啓": {
    "english_translation": "Dear Sir/Madam; To whom it may concern (formal opening greeting in business letters).",
    "russian_translation": "Глубокоуважаемый (формальное приветствие в начале письма)."
  },
  "拡散": {
    "english_translation": "Diffusion; dispersion; spread (dispersion of a substance or information due to random particle movement).",
    "russian_translation": "Распространение; диффузия; рассеивание (вещества или информации)."
  },
  "拵える": {
    "english_translation": "To make; to prepare; to fabricate (to prepare carefully in advance, emphasizing thoroughness).",
    "russian_translation": "Изготавливать; подготавливать; создавать (с особой тщательностью и продуманностью)."
  },
  "持ち": {
    "english_translation": "Hold; possession; durability (to carry on one's person, especially daily personal items).",
    "russian_translation": "Ношение (с собой); обладание; долговечность (иметь при себе в повседневной жизни)."
  },
  "持ち切り": {
    "english_translation": "Topic of the hour; widely discussed; sensation (a document submitted as received, but better used for 'widely discussed').",
    "russian_translation": "Широко обсуждаемый; сенсация; 'притча во языцех' (о документе: представленный без изменений)."
  },
  "持てる": {
    "english_translation": "To be able to possess/hold; to possess (abilities/qualities that enable one to successfully handle tasks).",
    "russian_translation": "Обладать (способностями, качествами); мочь держать/нести."
  },
  "持て成す": {
    "english_translation": "To treat; to entertain; to welcome (also: to hold on to one's goals).",
    "russian_translation": "Принимать (гостей); угощать; обходиться (также: сохранять верность цели)."
  },
  "持続": {
    "english_translation": "Continuation; durability; persistence (ability to remain unchanged and uninterrupted over time).",
    "russian_translation": "Длительность; непрерывность; устойчивость (сохраняться на протяжении долгого времени)."
  },
  "指令": {
    "english_translation": "Order; directive; command (an official instruction issued by senior management).",
    "russian_translation": "Приказ; распоряжение; директива (официальная инструкция высшего руководства)."
  },
  "指図": {
    "english_translation": "Instruction; order; command (a directive given to manage or control actions, especially in a formal context).",
    "russian_translation": "Указание; распоряжение; приказ (для управления действиями)."
  },
  "指差す": {
    "english_translation": "To point at (to indicate something with a finger, typically during explanation).",
    "russian_translation": "Указывать пальцем; показывать (на объект для привлечения внимания)."
  },
  "指揮": {
    "english_translation": "Command; direction; conducting (directing a performance or military operation).",
    "russian_translation": "Руководство; командование; дирижирование (координация действий группы)."
  },
  "指摘": {
    "english_translation": "Pointing out; indication (pointing out a mistake or flaw, especially for correction).",
    "russian_translation": "Указание; замечание; выявление (ошибки или недостатка для исправления)."
  },
  "指示": {
    "english_translation": "Instruction; direction; order (a directive to perform specific actions, especially in a structured setting).",
    "russian_translation": "Указание; инструкция; распоряжение (для выполнения определённых действий)."
  },
  "挑む": {
    "english_translation": "To challenge; to attempt; to throw down the gauntlet (to make a determined effort to overcome a difficult challenge).",
    "russian_translation": "Бросать вызов; пытаться преодолеть; дерзать (предпринимать попытку решить сложную задачу)."
  },
  "挑戦": {
    "english_translation": "Challenge; attempt (a demanding situation requiring significant effort and skill).",
    "russian_translation": "Вызов; проба сил; попытка (требующая усилий и навыков)."
  },
  "振り": {
    "english_translation": "Swing; shake; motion; pretense (a swift swinging motion; also: a deceptive appearance).",
    "russian_translation": "Взмах; качание; движение; вид (движение рукой или оружием; притворство)."
  },
  "振り出し": {
    "english_translation": "Start; beginning; issuance (the opening phase of a process or the issuance of a draft/bill).",
    "russian_translation": "Начало; старт; отправная точка; выдача (начальный этап или выдача документа)."
  },
  "振動": {
    "english_translation": "Vibration; oscillation; tremor (a type of oscillation that produces a tactile or auditory sensation).",
    "russian_translation": "Вибрация; колебание; дрожь (связанное с физическими процессами)."
  },
  "振興": {
    "english_translation": "Promotion; revival; active development (revitalization of economy, culture, or public life).",
    "russian_translation": "Развитие; подъём; возрождение; продвижение (активное развитие после упадка)."
  },
  "捕らえる": {
    "english_translation": "To catch; to capture; to seize (to seize someone's attention or emotions completely).",
    "russian_translation": "Ловить; захватывать; уловить (захватывать внимание или чувства)."
  },
  "捕吏": {
    "english_translation": "Bailiff; arresting officer; constable (an official responsible for arrests, detentions, or evictions).",
    "russian_translation": "Судебный пристав; полицейский; тюремщик (должностное лицо, ответственное за исполнение приказов)."
  },
  "捕獲": {
    "english_translation": "Capture; seizure; apprehension (physically capturing a living creature or person).",
    "russian_translation": "Захват; поимка; пленение (физическое удержание живого объекта)."
  },
  "捕虜": {
    "english_translation": "Prisoner of war (a person captured during armed conflict, protected by international law).",
    "russian_translation": "Военнопленный (лицо, взятое в плен в ходе конфликта)."
  },
  "捕鯨": {
    "english_translation": "Whaling (the practice of hunting whales).",
    "russian_translation": "Китобойный промысел (традиционная практика)."
  },
  "捗る": {
    "english_translation": "To make progress; to proceed smoothly; to go well (due to high focus or productivity).",
    "russian_translation": "Продвигаться; идти успешно; спориться (о работе или процессе)."
  },
  "捜査": {
    "english_translation": "Investigation; inquiry (systematic inquiry by law enforcement to establish crime circumstances).",
    "russian_translation": "Следствие; расследование; дознание (проверка органами правопорядка)."
  },
  "捜索": {
    "english_translation": "Search; hunt (official operation by authorities to locate a missing or hidden person/item).",
    "russian_translation": "Поиск; обыск; розыск (официальная операция по поиску)."
  },
  "捧げる": {
    "english_translation": "To dedicate; to offer; to consecrate (to devote oneself wholeheartedly or offer something with deep reverence).",
    "russian_translation": "Посвящать; приносить в дар; жертвовать (отдавать что-либо с глубокой преданностью)."
  },
  "据える": {
    "english_translation": "To set; to place; to install (to set something in a fixed, stable position).",
    "russian_translation": "Устанавливать; ставить; размещать (закреплять что-либо в определённом положении)."
  },
  "据え付ける": {
    "english_translation": "To install; to set up (securely fastening something to a surface to prevent movement).",
    "russian_translation": "Закреплять; монтировать; устанавливать (надёжно фиксировать на поверхности)."
  },
  "捲る": {
    "english_translation": "To turn over (a page); to roll up; to wind (something tightly around a cylindrical object).",
    "russian_translation": "Переворачивать (страницу); закатывать; наматывать (что-либо, формируя плотный рулон)."
  },
  "捻じれる": {
    "english_translation": "To get twisted; to be distorted; to become complicated (to become deformed due to stress or internal contradiction).",
    "russian_translation": "Скручиваться; искажаться; деформироваться (из-за сильного напряжения или противоречия)."
  },
  "捻子": {
    "english_translation": "Screw; bolt; thread (on a fastener).",
    "russian_translation": "Винт; болт; резьба."
  },
  "授ける": {
    "english_translation": "To grant; to confer; to award (to officially give an honor, title, or degree).",
    "russian_translation": "Присваивать; награждать; даровать (звание, степень, награду)."
  },
  "掌": {
    "english_translation": "Palm (of the hand); control; command (especially in contexts of touch, handshake, or symbolic control).",
    "russian_translation": "Ладонь; контроль; власть (особенно в контексте прикосновения или символического значения)."
  },
  "排水": {
    "english_translation": "Drainage; outflow; sewage (system for removing excess water).",
    "russian_translation": "Дренаж; водоотвод; канализация (система отвода избыточной воды)."
  },
  "排除": {
    "english_translation": "Exclusion; elimination; removal (to exclude from participation or consideration due to unsuitability).",
    "russian_translation": "Исключение; устранение; отстранение (по причине несоответствия критериям)."
  },
  "掛け": {
    "english_translation": "To hang (something); to multiply; to credit (to hang on a hook or fastening device; multiplication).",
    "russian_translation": "Навешивание; умножение; кредит (вешать что-либо на крепление)."
  },
  "採択": {
    "english_translation": "Adoption; selection; choice (the process of selecting the most suitable option).",
    "russian_translation": "Принятие; одобрение; выбор (наиболее подходящего варианта)."
  },
  "採掘": {
    "english_translation": "Mining; extraction (of minerals and ores from the earth's crust).",
    "russian_translation": "Добыча; разработка (полезных ископаемых в шахтах или карьерах)."
  },
  "採決": {
    "english_translation": "Voting; decision by vote (formal process of making a decision by majority vote).",
    "russian_translation": "Голосование; принятие решения путём голосования (определение результата большинством голосов)."
  },
  "採用": {
    "english_translation": "Adoption (of a plan/method); hiring (of employees).",
    "russian_translation": "Принятие (плана, метода); найм (сотрудников); использование."
  },
  "採算": {
    "english_translation": "Profitability; break-even point; economic viability (where revenues exceed costs).",
    "russian_translation": "Рентабельность; окупаемость; экономическая целесообразность (превышение доходов над расходами)."
  },
  "採集": {
    "english_translation": "Collecting; gathering (of plants, samples, or items for research or collection).",
    "russian_translation": "Сбор; коллекционирование (растений, образцов для исследований)."
  },
  "探検": {
    "english_translation": "Exploration; expedition (a journey to explore unknown or uncharted areas).",
    "russian_translation": "Исследование; экспедиция (путешествие с целью изучения неизведанных территорий)."
  },
  "接ぐ": {
    "english_translation": "To join; to connect; to catch (to catch or receive something carefully and securely).",
    "russian_translation": "Соединять; прикреплять; ловить (аккуратно и уверенно перехватить предмет)."
  },
  "接続詞": {
    "english_translation": "Conjunction (a word that connects sentences, phrases, or words).",
    "russian_translation": "Союз (слово, соединяющее части предложения, выражая логическую связь)."
  },
  "接触": {
    "english_translation": "Contact; touch; interaction (establishment of interaction, physically or emotionally).",
    "russian_translation": "Контакт; прикосновение; связь (установление взаимодействия)."
  },
  "控える": {
    "english_translation": "To hold back; to refrain from; to limit (intake/use to avoid harm or excess).",
    "russian_translation": "Сдерживаться; воздерживаться; ограничивать (себя в чём-либо)."
  },
  "控え室": {
    "english_translation": "Waiting room; lobby; retiring room (where staff wait for calls or rest).",
    "russian_translation": "Комната ожидания; приёмная (помещение для ожидания или отдыха)."
  },
  "控室": {
    "english_translation": "Waiting room; lobby; control room (a central facility for monitoring complex systems, but most commonly 'waiting room').",
    "russian_translation": "Комната ожидания; приёмная; диспетчерская (помещение для ожидания или управления)."
  },
  "控除": {
    "english_translation": "Deduction; subtraction; tax relief (amount that reduces taxable income).",
    "russian_translation": "Вычет; отчисление; скидка (сумма, уменьшающая налоговую базу)."
  },
  "推測": {
    "english_translation": "Guess; conjecture; inference (a conclusion based on indirect evidence or available information).",
    "russian_translation": "Предположение; догадка; вывод (основанный на косвенных признаках)."
  },
  "推理": {
    "english_translation": "Reasoning; inference; deduction (reaching a conclusion based on logical analysis of evidence).",
    "russian_translation": "Умозаключение; дедукция; логический вывод (на основе имеющихся данных)."
  },
  "推進": {
    "english_translation": "Promotion; furtherance; propulsion (advancing the development of something in a desired direction).",
    "russian_translation": "Продвижение; содействие развитию; толчок (к реализации планов)."
  },
  "措置": {
    "english_translation": "Measure; step; action (a set of actions taken to solve a problem or prevent negative consequences).",
    "russian_translation": "Мера; действие; комплекс мероприятий (для устранения проблемы)."
  },
  "掬う": {
    "english_translation": "To scoop up; to take (to gently take something into one's palms with tenderness).",
    "russian_translation": "Зачерпнуть; брать (что-либо в ладони с нежностью)."
  },
  "掲げる": {
    "english_translation": "To put up; to hoist; to advocate (to publicly display or declare a principle/goal).",
    "russian_translation": "Выставлять; поднимать (флаг); провозглашать (принцип, цель)."
  },
  "掲載": {
    "english_translation": "Publication; insertion (to publish content in a newspaper, magazine, or website).",
    "russian_translation": "Публикация; размещение (материала в печатном издании или на сайте)."
  },
  "掻き回す": {
    "english_translation": "To stir up; to mix; to rummage (hastily and messily rummaging through or stirring something).",
    "russian_translation": "Перемешивать; ворошить; рыться (резко и беспорядочно)."
  },
  "揃い": {
    "english_translation": "Set; matching; complete set (all items in a set perfectly match).",
    "russian_translation": "Комплект; набор; соответствие (элементов по цвету, стилю)."
  },
  "揉める": {
    "english_translation": "To dispute; to quarrel; to be worried (a state of inner tension from conflicting feelings or unresolved issues).",
    "russian_translation": "Спорить; ссориться; тревожиться (состояние неопределённости или внутреннего напряжения)."
  },
  "描写": {
    "english_translation": "Description; portrayal; depiction (conveying visual, emotional, or atmospheric details through expressive language).",
    "russian_translation": "Описание; изображение; обрисовка (передача деталей с помощью выразительных средств)."
  },
  "提供": {
    "english_translation": "Offer; provision; supply (to supply or make available something for use or access).",
    "russian_translation": "Предоставление; предложение; снабжение (ресурсов или услуг)."
  },
  "提携": {
    "english_translation": "Cooperation; alliance; partnership (collaboration in business or shared support).",
    "russian_translation": "Сотрудничество; партнёрство; альянс (поддержка в развитии, карьерный рост)."
  },
  "提示": {
    "english_translation": "Presentation; suggestion; hint (a clue that helps in a difficult task; official presentation of documents).",
    "russian_translation": "Предъявление; подсказка; совет (помощь в сложном задании; предъявление документов)."
  },
  "換算": {
    "english_translation": "Conversion; calculation (the process of converting one quantity into another based on a fixed ratio).",
    "russian_translation": "Пересчёт; конвертация; перевод (одной величины в другую)."
  },
  "揶揄う": {
    "english_translation": "To tease; to make fun of; to chaff (to tease playfully with irony).",
    "russian_translation": "Дразнить; подшучивать; высмеивать (шутливо, с лёгкой иронией)."
  },
  "揺さぶる": {
    "english_translation": "To shake violently; to rock; to deeply affect (to shake someone's inner world or emotions).",
    "russian_translation": "Встряхивать; потрясать (эмоционально); вызывать сильные переживания."
  },
  "揺らぐ": {
    "english_translation": "To shake; to sway; to be unstable (to lose stability under external influence, in beliefs or feelings).",
    "russian_translation": "Шататься; колебаться; быть неустойчивым (терять твёрдость в убеждениях)."
  },
  "損なう": {
    "english_translation": "To harm; to injure; to damage (to undermine reputation, trust, or structure).",
    "russian_translation": "Наносить ущерб; вредить; портить (репутацию, доверие)."
  },
  "損失": {
    "english_translation": "Loss; damage; deficit (financial loss resulting from adverse events).",
    "russian_translation": "Убыток; потеря; ущерб (финансовые потери)."
  },
  "携わる": {
    "english_translation": "To engage in; to be involved in; to participate (in a project or professional work).",
    "russian_translation": "Участвовать; заниматься; быть вовлечённым (в проект)."
  },
  "携帯": {
    "english_translation": "Mobile phone; portable (carrying something on one's person).",
    "russian_translation": "Мобильный телефон; портативный (носить с собой)."
  },
  "摘む": {
    "english_translation": "To pinch; to pluck; to pick (flowers, fruits, or leaves from a plant).",
    "russian_translation": "Срывать; собирать; щипать (цветы, плоды)."
  },
  "操る": {
    "english_translation": "To manipulate; to handle skillfully; to operate (to manage with great skill and precision).",
    "russian_translation": "Управлять; манипулировать; искусно владеть (чем-либо)."
  },
  "操縦": {
    "english_translation": "Steering; piloting; control (control of an aircraft, vehicle, or technical device).",
    "russian_translation": "Управление; пилотирование; маневрирование (самолётом, автомобилем)."
  },
  "擦れる": {
    "english_translation": "To rub; to chafe; to be rubbed (to lightly rub against a surface, causing friction).",
    "russian_translation": "Тереться; соприкасаться; протираться (легким движением)."
  },
  "擦れ違い": {
    "english_translation": "Passing by (without noticing); near-miss; disagreement (people passing close without interacting).",
    "russian_translation": "Разминуться; не заметить друг друга; разногласие."
  },
  "擽ぐったい": {
    "english_translation": "Ticklish; awkward; embarrassed (a feeling of strain or effort in a difficult motion).",
    "russian_translation": "Щекотливый; неловкий; смущённый (чувство напряжения или дискомфорта)."
  },
  "支持": {
    "english_translation": "Support; backing; endorsement (provided to strengthen confidence or ability).",
    "russian_translation": "Поддержка; содействие; опора (укрепление уверенности)."
  },
  "改まる": {
    "english_translation": "To be renovated; to become serious; to change for the better (to improve one's behavior/attitude).",
    "russian_translation": "Обновляться; исправляться (становиться серьёзным, менять поведение)."
  },
  "改修": {
    "english_translation": "Repair; renovation; modernization (major renovation to enhance functionality/safety).",
    "russian_translation": "Ремонт; реконструкция; модернизация (капитальный ремонт с целью улучшения)."
  },
  "改定": {
    "english_translation": "Revision; modification; change (revising an approved document/plan based on new circumstances).",
    "russian_translation": "Пересмотр; изменение; актуализация (утверждённого документа, плана)."
  },
  "改悪": {
    "english_translation": "Worsening; deterioration; change for the worse (especially in condition or situation).",
    "russian_translation": "Ухудшение; порча; изменение к худшему (прогрессирующее ухудшение состояния)."
  },
  "改良": {
    "english_translation": "Improvement; reform; refinement (improvement by making changes to enhance efficiency/quality).",
    "russian_translation": "Улучшение; усовершенствование; рационализация (повышение эффективности или качества)."
  },
  "改訂": {
    "english_translation": "Revision (of a text); re-editing (updating a document/law to make it more accurate).",
    "russian_translation": "Редактирование; пересмотр (документа, плана для актуализации)."
  },
  "改革": {
    "english_translation": "Reform (systematic changes aimed at improving efficiency or fairness).",
    "russian_translation": "Реформа; преобразование (систематическое изменение институтов или процессов)."
  },
  "攻め": {
    "english_translation": "Attack; offense; aggression (an offensive move aimed at breaking through or capturing positions).",
    "russian_translation": "Атака; наступление; нападение (направленное на прорыв или захват)."
  },
  "放り出す": {
    "english_translation": "To throw out; to abandon; to dismiss (to throw something forcefully and carelessly).",
    "russian_translation": "Выбрасывать; отталкивать; бросать (с силой, часто в гневе)."
  },
  "放り込む": {
    "english_translation": "To throw into; to toss in (to throw something inside abruptly and carelessly).",
    "russian_translation": "Забрасывать; вбрасывать (резко и неаккуратно внутрь)."
  },
  "放出": {
    "english_translation": "Emission; release (of energy, heat, light, or information into the surrounding space).",
    "russian_translation": "Выброс; излучение; высвобождение (энергии, тепла, информации)."
  },
  "放射": {
    "english_translation": "Radiation; emission (radiation from radioactive substances or energy sources).",
    "russian_translation": "Радиация; излучение; лучистость (испускаемое радиоактивными веществами)."
  },
  "放射能": {
    "english_translation": "Radioactivity (emission of radiation from the decay of unstable atomic nuclei).",
    "russian_translation": "Радиоактивность (излучение при распаде нестабильных ядер)."
  },
  "放棄": {
    "english_translation": "Abandonment; renunciation; giving up (to completely give up on something important due to impossibility or emotional strain).",
    "russian_translation": "Отказ; заброшенность; отречение (полностью отказаться от важной цели)."
  },
  "放置": {
    "english_translation": "Leaving as is; neglect; letting alone (to leave something for a prolonged period without dealing with it).",
    "russian_translation": "Оставлять без присмотра; пренебрежение; запущенность (оставлять на месте надолго)."
  },
  "政権": {
    "english_translation": "Administration; political power; government (the officially elected political authority).",
    "russian_translation": "Политическая власть; режим; правительство (легитимно избранная власть)."
  },
  "政策": {
    "english_translation": "Policy; political measures (official decision or set of decisions by a government/organization).",
    "russian_translation": "Политика; курс; меры (официальные решения правительства/организации)."
  },
  "故": {
    "english_translation": "Reason; cause; circumstances (formal/literary term for the basis of something).",
    "russian_translation": "Причина; основание; обстоятельства (в книжной или формальной речи)."
  },
  "故人": {
    "english_translation": "The deceased; a late person; an old friend (especially one who has passed away).",
    "russian_translation": "Покойный; усопший; прежний друг (особенно тот, кого давно нет)."
  },
  "敏感": {
    "english_translation": "Sensitive; susceptible; delicate (highly responsive to stimuli or changes).",
    "russian_translation": "Чувствительный; восприимчивый; деликатный."
  },
  "救い": {
    "english_translation": "Salvation; relief; help (emotional or spiritual comfort in a difficult situation).",
    "russian_translation": "Спасение; помощь; утешение (внутреннее или духовное облегчение)."
  },
  "救援": {
    "english_translation": "Rescue; relief; aid (actions taken to save people during emergencies/disasters).",
    "russian_translation": "Спасение; помощь; эвакуация (действия в чрезвычайных ситуациях)."
  },
  "救済": {
    "english_translation": "Relief; aid; succor (assistance provided to individuals in dire circumstances like disasters or poverty).",
    "russian_translation": "Помощь; спасение; покровительство (оказание поддержки в тяжёлом положении)."
  },
  "敗戦": {
    "english_translation": "Defeat (in a war or battle); lost war (military defeat resulting in loss of territory/combat failure).",
    "russian_translation": "Поражение (в войне, битве); проигранная война."
  },
  "教え": {
    "english_translation": "Teaching; instruction; doctrine (a profound and meaningful lesson or wisdom).",
    "russian_translation": "Учение; наставление; доктрина (мудрые и важные принципы)."
  },
  "教員": {
    "english_translation": "Faculty member; teacher; instructor (employee responsible for teaching in an educational institution).",
    "russian_translation": "Преподаватель; сотрудник (занимающийся обучением в образовательном учреждении)."
  },
  "教材": {
    "english_translation": "Teaching material; textbook (educational material designed for learning a subject).",
    "russian_translation": "Учебный материал; пособие; учебник (предназначенный для изучения предмета)."
  },
  "教科": {
    "english_translation": "Curriculum subject; course (a subject included in the official educational curriculum).",
    "russian_translation": "Учебный предмет; дисциплина; курс (входящий в образовательную программу)."
  },
  "教習": {
    "english_translation": "Training; instruction (formal training to develop professional or technical skills).",
    "russian_translation": "Обучение; инструктаж; практика (по специальной программе для освоения навыков)."
  },
  "教職": {
    "english_translation": "Teaching profession; teaching post (a position requiring qualifications for educating and guiding students).",
    "russian_translation": "Должность преподавателя; педагогическая деятельность."
  },
  "教訓": {
    "english_translation": "Lesson; moral; precept (a significant lesson drawn from experience to avoid past mistakes).",
    "russian_translation": "Урок; назидание; мораль (извлечённый из личного опыта)."
  },
  "敢えて": {
    "english_translation": "Daringly; purposely; deliberately (choosing an unconventional or opposite option to emphasize meaning).",
    "russian_translation": "Смело; намеренно; осмелившись (выбирать нестандартный вариант)."
  },
  "散蒔く": {
    "english_translation": "To sow; to scatter (to scatter seeds across the ground evenly).",
    "russian_translation": "Сеять; разбрасывать; рассыпать (семена растений по поверхности)."
  },
  "敬具": {
    "english_translation": "Sincerely yours; Respectfully (formal closing remark in a letter).",
    "russian_translation": "Искренне Ваш (формальное завершение письма)."
  },
  "数詞": {
    "english_translation": "Numeral; number word (a word that denotes quantity or order).",
    "russian_translation": "Числительное (слово, обозначающее количество или порядок)."
  },
  "整える": {
    "english_translation": "To arrange; to adjust; to put in order (to correct inconsistencies to achieve harmony and functionality).",
    "russian_translation": "Приводить в порядок; налаживать; готовить (устранять несоответствия для гармонии)."
  },
  "整列": {
    "english_translation": "Formation; alignment; queuing (the correct ordering of parts, e.g., train carriages).",
    "russian_translation": "Построение; выстраивание; формирование (правильный порядок вагонов)."
  },
  "整然": {
    "english_translation": "Orderly; systematic; neat (arranged with perfect neatness and strict order).",
    "russian_translation": "Упорядоченный; аккуратный; систематический (организованный со строгой последовательностью)."
  },
  "文化財": {
    "english_translation": "Cultural property; cultural assets (historically, artistically, or archaeologically significant items).",
    "russian_translation": "Культурное достояние; памятники культуры (исторически или художественно значимые объекты)."
  },
  "文書": {
    "english_translation": "Document; official paper (formal written document used in official/business procedures).",
    "russian_translation": "Документ; письменный акт (используемый в официальных процедурах)."
  },
  "文語": {
    "english_translation": "Written language; literary language (used in Japanese literature and documents before the Meiji era).",
    "russian_translation": "Книжный язык; письменный слог (использовавшийся в японской литературе до Мэйдзи)."
  },
  "斑": {
    "english_translation": "Spot; blotch; inconsistency (a discolored or textured spot caused by uneven distribution).",
    "russian_translation": "Пятно; крапинка; неоднородность (из-за неравномерного распределения вещества)."
  },
  "料": {
    "english_translation": "Charge; fee; material (the amount charged for a service or product).",
    "russian_translation": "Плата; стоимость; материал; сырьё (денежная сумма за услугу)."
  },
  "斜面": {
    "english_translation": "Slope; incline; ramp (a sloped surface to ease movement between different levels).",
    "russian_translation": "Склон; наклонная плоскость; пандус."
  },
  "断つ": {
    "english_translation": "To cut off; to sever; to abstain from (to abruptly sever a connection, process, or emotional bond).",
    "russian_translation": "Прерывать; обрывать; прекращать (резко обрезать связь, процесс)."
  },
  "断然": {
    "english_translation": "Absolutely; positively; firmly (without any doubt, categorically).",
    "russian_translation": "Безусловно; решительно; несомненно (с полной уверенностью)."
  },
  "断言": {
    "english_translation": "Assertion; declaration; definite statement (made with strong confidence in its truth).",
    "russian_translation": "Утверждение; категорическое заявление (с акцентом на абсолютную уверенность)."
  },
  "断面": {
    "english_translation": "Cross-section (a view of an object's internal structure created by cutting it).",
    "russian_translation": "Сечение; разрез (изображение внутреннего строения объекта)."
  },
  "新": {
    "english_translation": "New; fresh; innovative (recently introduced or started).",
    "russian_translation": "Новый; свежий; современный (недавно появившийся)."
  },
  "新人": {
    "english_translation": "Newcomer; rookie; novice (newly started working or studying, requiring familiarization).",
    "russian_translation": "Новичок; начинающий специалист (только что приступивший к работе/учёбе)."
  },
  "新入生": {
    "english_translation": "New student; freshman (newly admitted student, typically in their first year).",
    "russian_translation": "Новопоступивший студент; первокурсник."
  },
  "新婚": {
    "english_translation": "Newlywed; newly married (the period immediately after marriage).",
    "russian_translation": "Новобрачный; новоиспечённый супруг (период после свадьбы)."
  },
  "新築": {
    "english_translation": "New construction; newly built (a residential property that is new and ready for occupancy).",
    "russian_translation": "Новостройка; новое здание (недавно построенное и предназначенное для заселения)."
  },
  "新興": {
    "english_translation": "New; rising; developing (a newly developing phenomenon or field that is just beginning to emerge).",
    "russian_translation": "Новый; развивающийся; нарождающийся (только начинающее существовать явление)."
  },
  "方式": {
    "english_translation": "Method; formula; system (a specific structure or sequence for performing an action/solving a problem).",
    "russian_translation": "Способ; метод; система; формула (отличающийся определённой структурой)."
  },
  "方策": {
    "english_translation": "Plan; measure; policy (a set of actions aimed at solving a specific problem or achieving a goal).",
    "russian_translation": "План; меры; политика (комплекс действий для достижения цели)."
  },
  "於": {
    "english_translation": "At; in; on; in the context of (classical or formal particle indicating place, time, or context).",
    "russian_translation": "В; на; при; в контексте (формальная частица, указывающая на место, время, рамки)."
  },
  "於いて": {
    "english_translation": "In; at; on; regarding; concerning (formal/written form, indicating place, time, or subject).",
    "russian_translation": "В; на; при; что касается; в отношении (формальное, письменное обозначение)."
  },
  "施す": {
    "english_translation": "To apply; to administer; to give (to apply a treatment/procedure with the intention of a beneficial effect).",
    "russian_translation": "Применять; оказывать; давать (лечение, процедуру с целью положительного воздействия)."
  },
  "施行": {
    "english_translation": "Enforcement; execution (the official enforcement of a law or regulation, making it legally effective).",
    "russian_translation": "Введение в действие; исполнение; применение (закона или правила)."
  },
  "施設": {
    "english_translation": "Facility; institution; establishment (a complex of buildings designed for a specific purpose).",
    "russian_translation": "Объект; учреждение; сооружение (комплекс зданий для определённой функции)."
  },
  "旅券": {
    "english_translation": "Passport (issued for international travel to confirm identity).",
    "russian_translation": "Паспорт (выдаваемый для международных поездок)."
  },
  "旅客": {
    "english_translation": "Passenger (a person who travels by public transport).",
    "russian_translation": "Пассажир; путник (пользующийся транспортом)."
  },
  "既婚": {
    "english_translation": "Married (a person who is legally married and officially recognized as a spouse).",
    "russian_translation": "Состоящий в браке; женатый/замужняя."
  },
  "日々": {
    "english_translation": "Daily; everyday; day by day (consistent repetition over the course of each day).",
    "russian_translation": "Ежедневно; изо дня в день; повседневный (постоянное повторение)."
  },
  "日ごろ": {
    "english_translation": "Usually; habitually; constantly (in one's usual daily routine).",
    "russian_translation": "Обычно; постоянно; повседневно (в обычных условиях, характерных для человека)."
  },
  "日の丸": {
    "english_translation": "The national flag of Japan (Nisshō-ki, featuring a red circle on a white background, symbolizing the sun).",
    "russian_translation": "Флаг Японии («Хи-но-мару», белое полотнище с красным кругом)."
  },
  "日取り": {
    "english_translation": "Appointed date; fixed date (a mutually agreed-upon date set in advance for an event).",
    "russian_translation": "Назначенная дата; срок (заранее определённая дата для мероприятия)."
  },
  "日向": {
    "english_translation": "Sunshine; sunlit place; a proper name (the sunny side of a building or area).",
    "russian_translation": "Солнечное место; солнцепёк; имя собственное (солнечная сторона)."
  },
  "日夜": {
    "english_translation": "Day and night; constantly; nonstop (around the clock, without interruption).",
    "russian_translation": "День и ночь; круглосуточно; беспрерывно."
  },
  "日当": {
    "english_translation": "Daily allowance; daily wage; natural daylight (money paid for daily expenses; natural light entering a room).",
    "russian_translation": "Суточные; дневная зарплата; дневной свет (солнечное освещение)."
  },
  "日焼け": {
    "english_translation": "Sunburn; tan (skin damage or darkening due to sun exposure).",
    "russian_translation": "Солнечный ожог; загар (кожи на солнце)."
  },
  "日頃": {
    "english_translation": "Usually; habitually; constantly (synonym of *日ごろ*).",
    "russian_translation": "Обычно; постоянно; повседневно (всё это время, регулярно)."
  },
  "旦那": {
    "english_translation": "Husband (informal); master; employer; patron (often used by a wife, sometimes with irony).",
    "russian_translation": "Муж (разг.); хозяин; покровитель (обращение жены к мужу)."
  },
  "旧事": {
    "english_translation": "Old matter; past event (that still causes resentment or tension, remaining unresolved).",
    "russian_translation": "Старое дело; прошлое событие (вызывающее обиду или напряжение)."
  },
  "旧知": {
    "english_translation": "Old acquaintance; long-standing friend (known for a long time, often since childhood).",
    "russian_translation": "Старый знакомый; давний друг (из-за длительной дружбы)."
  },
  "早める": {
    "english_translation": "To hasten; to accelerate; to move up (the start time of an event earlier than scheduled).",
    "russian_translation": "Ускорять; переносить на более ранний срок; торопить (начало события)."
  },
  "早急": {
    "english_translation": "Urgent; immediate (must be done immediately due to high urgency).",
    "russian_translation": "Срочный; немедленный (необходимо сделать безотлагательно)."
  },
  "昆虫": {
    "english_translation": "Insect (a group of invertebrate animals, e.g., ants, butterflies).",
    "russian_translation": "Насекомое (группа беспозвоночных животных)."
  },
  "昇進": {
    "english_translation": "Promotion; advancement (to a higher position based on proven performance).",
    "russian_translation": "Повышение по службе; продвижение (на должность в компании)."
  },
  "明々後日": {
    "english_translation": "In three days; two days after tomorrow (the day after the day after tomorrow).",
    "russian_translation": "Через три дня; послезавтра (день, следующий за завтрашним днём)."
  },
  "明かす": {
    "english_translation": "To reveal; to disclose; to spend (the night); (to reveal a hidden truth or essence).",
    "russian_translation": "Раскрывать; объяснять; проводить (ночь); (делать скрытую правду очевидной)."
  },
  "明くる": {
    "english_translation": "The next; the following (day, year, etc.).",
    "russian_translation": "Следующий; наступающий (день, год)."
  },
  "明るい": {
    "english_translation": "Bright; cheerful; promising (conveying warmth, cheerfulness, and optimism).",
    "russian_translation": "Яркий; светлый; радостный; оптимистичный."
  },
  "明朗": {
    "english_translation": "Bright; cheerful; open-hearted (conveying inner calm and a positive mood).",
    "russian_translation": "Ясный; светлый; жизнерадостный (передающий спокойствие и позитивный настрой)."
  },
  "明白": {
    "english_translation": "Clear; obvious; explicit (easily understandable, with no ambiguity).",
    "russian_translation": "Явный; очевидный; понятный (всё ясно)."
  },
  "明瞭": {
    "english_translation": "Clarity; distinctness; lucidity (ensuring information is conveyed without ambiguity).",
    "russian_translation": "Ясность; отчётливость; недвусмысленность (информация легко воспринимается)."
  },
  "易い": {
    "english_translation": "Easy to do; likely to do; simple (solved effortlessly because it is simple).",
    "russian_translation": "Простой; лёгкий; склонный к (чему-либо) (решается без усилий)."
  },
  "星座": {
    "english_translation": "Constellation; astronomical sign (a group of stars forming a recognizable pattern).",
    "russian_translation": "Созвездие (группа звёзд, образующих узор)."
  },
  "映える": {
    "english_translation": "To shine; to look attractive; to stand out (to look particularly striking or effective in a given context).",
    "russian_translation": "Блистать; выглядеть эффектно; выделяться (выглядеть выигрышно в обстановке)."
  },
  "映像": {
    "english_translation": "Image; picture; video (a video image or frame displayed on a screen).",
    "russian_translation": "Изображение; видеокадр; кинокартина (передаваемый на экране)."
  },
  "映写": {
    "english_translation": "Projection; screening (accurate reproduction of an image, often used for showing films).",
    "russian_translation": "Проекция; демонстрация (изображения на экране; точное копирование)."
  },
  "是正": {
    "english_translation": "Correction; rectification; proper adjustment (to correct a mistake or flaw, making it right).",
    "russian_translation": "Исправление; корректировка; приведение в норму (устранение ошибки)."
  },
  "是非とも": {
    "english_translation": "By all means; absolutely; definitely (must be done, no exceptions).",
    "russian_translation": "Обязательно; непременно; во что бы то ни стало (нужно сделать без исключений)."
  },
  "昼飯": {
    "english_translation": "Lunch; midday meal (a meal eaten around noon).",
    "russian_translation": "Обед (приём пищи в середине дня)."
  },
  "時刻表": {
    "english_translation": "Timetable; schedule (showing departure and arrival times of transport).",
    "russian_translation": "Расписание (движения транспорта с точными временными интервалами)."
  },
  "時差": {
    "english_translation": "Time difference; jet lag (difference in time due to time zones, causing fatigue).",
    "russian_translation": "Разница во времени; часовой пояс; джетлаг (вызывающий усталость при перелётах)."
  },
  "時折": {
    "english_translation": "Occasionally; sometimes; from time to time.",
    "russian_translation": "Иногда; время от времени; по временам; в редких случаях."
  },
  "普遍": {
    "english_translation": "Universal; common; general (common to most or all cases without exception).",
    "russian_translation": "Всеобщее; универсальное; общепринятое (характерное для всех случаев)."
  },
  "晴天": {
    "english_translation": "Clear weather; fine weather; blue sky.",
    "russian_translation": "Ясная погода; безоблачное небо; солнечный день."
  },
  "暗殺": {
    "english_translation": "Assassination (premeditated killing of a high-ranking individual, typically political).",
    "russian_translation": "Покушение; убийство (высокопоставленного лица с заранее обдуманной целью)."
  },
  "暗示": {
    "english_translation": "Hint; suggestion; implication (a subtle indication without being explicitly stated).",
    "russian_translation": "Намёк; внушение; косвенное указание (передающее смысл не прямо)."
  },
  "暗算": {
    "english_translation": "Mental arithmetic; calculation in one's head (without paper or calculator).",
    "russian_translation": "Устный счёт (выполненный в уме)."
  },
  "暦": {
    "english_translation": "Calendar (a system for calculating time).",
    "russian_translation": "Календарь (система счёта времени)."
  },
  "暫く": {
    "english_translation": "A while; for a moment; temporarily (without specifying the exact duration).",
    "russian_translation": "На некоторое время; временно; недолго (в контексте перерыва или ожидания)."
  },
  "暴力": {
    "english_translation": "Violence; physical force (use of physical force to harm or dominate another person).",
    "russian_translation": "Насилие; грубая сила; жестокость (применение физической силы для подавления)."
  },
  "暴動": {
    "english_translation": "Riot; insurgency; uprising (a violent uprising against authorities or social order).",
    "russian_translation": "Бунт; восстание; беспорядки (сопровождающиеся массовым насилием)."
  },
  "暴露": {
    "english_translation": "Exposure; revelation; disclosure (making something hidden, especially negative, publicly known).",
    "russian_translation": "Разоблачение; обнародование; огласка (что-либо скрытое становится известным)."
  },
  "暴風": {
    "english_translation": "Storm; gale; violent wind (a violent storm with strong winds and precipitation).",
    "russian_translation": "Шторм; буря; ураган (с сильными ветрами и опасностью)."
  },
  "曖昧": {
    "english_translation": "Vague; ambiguous; unclear (a state of uncertain relationships or intentions).",
    "russian_translation": "Неопределённый; двусмысленный; расплывчатый (неясные личные отношения)."
  },
  "曲": {
    "english_translation": "Piece of music; tune; composition (a musical composition with a defined structure).",
    "russian_translation": "Музыкальное произведение; мелодия; песня (имеющее определённую структуру)."
  },
  "曲がる": {
    "english_translation": "To bend; to curve; to turn (to change direction sideways).",
    "russian_translation": "Изгибаться; поворачивать; сворачивать (изменять направление движения)."
  },
  "書き取り": {
    "english_translation": "Dictation; transcribing (writing down spoken words to practice listening and spelling).",
    "russian_translation": "Диктант; запись со слуха (письменная фиксация услышанного текста)."
  },
  "書き取る": {
    "english_translation": "To write down; to take down (to transcribe spoken words with high accuracy).",
    "russian_translation": "Записывать; конспектировать (речь с высокой точностью)."
  },
  "書評": {
    "english_translation": "Book review; literary criticism (a critical article analyzing a book's content/style).",
    "russian_translation": "Книжное обозрение; рецензия; критика (статья с анализом содержания книги)."
  },
  "最善": {
    "english_translation": "The very best; the optimum (the best possible choice yielding the most favorable outcome).",
    "russian_translation": "Наилучший; оптимальный; максимально возможный (выбор в конкретной ситуации)."
  },
  "最早": {
    "english_translation": "Already; now (often used in the sense of 'it's already too late' or 'the earliest known instance').",
    "russian_translation": "Уже; в самом начале (самый ранний известный случай)."
  },
  "月並み": {
    "english_translation": "Commonplace; mediocre; ordinary; monthly (unremarkable, just average).",
    "russian_translation": "Банальный; заурядный; обычный; ежемесячный (ничем не выделяющийся)."
  },
  "月謝": {
    "english_translation": "Monthly fee; monthly tuition (regular monthly payment).",
    "russian_translation": "Месячная плата; ежемесячный взнос (за обучение, абонемент)."
  },
  "月賦": {
    "english_translation": "Monthly installment; payment plan (cost paid in installments over several months).",
    "russian_translation": "Ежемесячный платёж; рассрочка (оплата частями в течение нескольких месяцев)."
  },
  "有する": {
    "english_translation": "To possess; to have (to possess a particular quality, ability, or resource, emphasizing significance).",
    "russian_translation": "Обладать; иметь в наличии (определённым качеством, способностью или ресурсом)."
  },
  "有りのまま": {
    "english_translation": "As it is; naturally; truthfully (exactly as it is, without pretense or disguise).",
    "russian_translation": "Как есть; без прикрас; подлинно (без масок и притворства, полностью искренне)."
  },
  "有力": {
    "english_translation": "Influential; powerful; promising (having considerable strength or influence, capable of significant impact).",
    "russian_translation": "Влиятельный; сильный; перспективный (обладающий значительным влиянием)."
  },
  "有望": {
    "english_translation": "Promising; hopeful; potential (having a strong chance of success in the future).",
    "russian_translation": "Многообещающий; перспективный (большие шансы на успех)."
  },
  "有様": {
    "english_translation": "State; condition; appearance (outward appearance or condition, often with a judgmental tone in negative contexts).",
    "russian_translation": "Внешний вид; состояние; положение дел (ясно указывающее на определённое впечатление)."
  },
  "有機": {
    "english_translation": "Organic (relating to products grown without synthetic chemicals, emphasizing sustainability).",
    "russian_translation": "Органический (выращенный без синтетических удобрений, экологичный)."
  },
  "有益": {
    "english_translation": "Beneficial; profitable; useful (to provide substantial benefit and contribute to development).",
    "russian_translation": "Полезный; выгодный; благотворный (приносить существенную пользу)."
  },
  "有難う": {
    "english_translation": "Thank you (arigatou); I am grateful.",
    "russian_translation": "Спасибо; благодарю (очень помогли)."
  },
  "朗読": {
    "english_translation": "Reading aloud; recitation (with emphasis on expression, intonation, and clarity).",
    "russian_translation": "Чтение вслух; декламация (с акцентом на выразительность)."
  },
  "望ましい": {
    "english_translation": "Desirable; wished for; appropriate (suitable in a given situation).",
    "russian_translation": "Желательный; подходящий; уместный; соответствующий."
  },
  "朝寝坊": {
    "english_translation": "Oversleeping; late riser (the habit of sleeping in late, often due to laziness).",
    "russian_translation": "Поздний подъём; соня (привычка спать допоздна)."
  },
  "期": {
    "english_translation": "Period; term; phase; time (a specific duration or validity period).",
    "russian_translation": "Период; срок; фаза (конкретный временной интервал)."
  },
  "期日": {
    "english_translation": "Fixed date; deadline (the date by which something must be completed and submitted).",
    "russian_translation": "Срок сдачи; установленная дата; крайний срок."
  },
  "期末": {
    "english_translation": "End of term; end of a period (the end of the academic term when final exams are held).",
    "russian_translation": "Конец семестра/периода; итоговый (когда проводятся экзамены)."
  },
  "未": {
    "english_translation": "Not yet; un-; uncompleted (not yet realized or reached a final state).",
    "russian_translation": "Ещё не; не завершённый; не достигший."
  },
  "未婚": {
    "english_translation": "Unmarried; single (a person who has never been married).",
    "russian_translation": "Неженатый; незамужняя; холостой."
  },
  "未定": {
    "english_translation": "Undecided; pending; unconfirmed (the date/time has not yet been finalized).",
    "russian_translation": "Неопределённый; пока не решено; в ожидании (срок не установлен)."
  },
  "未熟": {
    "english_translation": "Inexperienced; immature; unripe (lacking maturity in judgment, behavior, or emotional response).",
    "russian_translation": "Незрелый; неопытный; недоразвитый (нехватка зрелости в суждениях)."
  },
  "未知": {
    "english_translation": "Unknown; uncharted (something that has not yet been revealed or confirmed).",
    "russian_translation": "Неизвестный; неведомый (о котором пока нет достоверных сведений)."
  },
  "未練": {
    "english_translation": "Regret; lingering attachment; persistent desire (a lack of polish and skill, an unfinished quality).",
    "russian_translation": "Сожаление; незавершённость; тоска (недостаток отточенности и мастерства, а также: сильная привязанность)."
  },
  "未開": {
    "english_translation": "Uncivilized; unexplored; primitive (an unexplored, uninhabited area in its original natural state).",
    "russian_translation": "Неисследованный; дикий; нетронутый (территория в первоначальном природном виде)."
  },
  "末期": {
    "english_translation": "Final stage; last phase (the final stage of a disease or a period, often terminal).",
    "russian_translation": "Последняя стадия; терминальная фаза (заболевания, где лечение направлено на облегчение страданий)."
  },
  "本の": {
    "english_translation": "Of the book; real; main (a particle indicating possession or modification, often used to mean 'main' or 'true' when combined).",
    "russian_translation": "Книжный; основной; настоящий (частица, указывающая на принадлежность или свойство)."
  },
  "本体": {
    "english_translation": "Main body; primary structure; unit (the main structural part of a device containing its essential components).",
    "russian_translation": "Основной корпус; главное тело; основа (устройства, содержащее ключевые элементы)."
  },
  "本名": {
    "english_translation": "Real name; true name.",
    "russian_translation": "Настоящее имя; подлинное имя."
  },
  "本場": {
    "english_translation": "Home (of a product); center; main event (the place of origin or the main, central competition).",
    "russian_translation": "Родина; место происхождения; основной этап (главное соревнование турнира)."
  },
  "本文": {
    "english_translation": "Main text; body of a book (the central arguments and key information, between introduction and conclusion).",
    "russian_translation": "Основной текст; содержание (главная информация работы)."
  },
  "本格": {
    "english_translation": "Genuine; authentic; full-scale (fully meeting high standards within its genre or category).",
    "russian_translation": "Подлинный; настоящий; полноценный (соответствующий высоким стандартам в своём жанре)."
  },
  "本気": {
    "english_translation": "Serious; earnest; sincere intention (demonstrated through genuine seriousness and determination).",
    "russian_translation": "Серьёзность; искреннее намерение; всерьёз (проявляющаяся в действиях)."
  },
  "本能": {
    "english_translation": "Instinct (an innate behavior that occurs automatically, rooted in biology).",
    "russian_translation": "Инстинкт; врождённое чувство (автоматическое поведение, связанное с биологией)."
  },
  "本質": {
    "english_translation": "Essence; true nature; core (the fundamental nature of something, defining its core meaning).",
    "russian_translation": "Суть; природа; основа (фундаментальная природа чего-либо)."
  },
  "本音": {
    "english_translation": "True feelings; real intention (genuine feelings that a person does not always express openly).",
    "russian_translation": "Истинные чувства; подлинное мнение (которое человек не выражает открыто)."
  },
  "本館": {
    "english_translation": "Main building (the primary, often oldest and most central structure of an institution).",
    "russian_translation": "Главное здание; основной корпус (учреждения)."
  },
  "朽ちる": {
    "english_translation": "To rot; to decay; to deteriorate (naturally due to wear, moisture, or time).",
    "russian_translation": "Гнить; тлеть; разрушаться (из-за естественного износа, времени)."
  },
  "杖": {
    "english_translation": "Cane; walking stick; staff (used for support when walking).",
    "russian_translation": "Трость; палка; посох (для поддержки при ходьбе)."
  },
  "束の間": {
    "english_translation": "Momentary; brief; for a split second (too brief to change anything, but long enough for an impression).",
    "russian_translation": "Мгновение; короткий миг; в течение секунды (слишком короткий промежуток времени)."
  },
  "束縛": {
    "english_translation": "Restraint; restriction; bondage (limitation of actions/thoughts by inner feelings or external expectations).",
    "russian_translation": "Ограничение; оковы; несвобода (мешающее свободно принимать решения)."
  },
  "条約": {
    "english_translation": "Treaty; pact; convention (a formal agreement between states).",
    "russian_translation": "Договор; соглашение; конвенция (официальное соглашение между государствами)."
  },
  "来場": {
    "english_translation": "Attendance (at an event); arrival (the act of arriving at or being present at an event).",
    "russian_translation": "Прибытие; присутствие (на мероприятии, акцент на факте участия)."
  },
  "杯": {
    "english_translation": "Cup; glass; counter for cups/glasses (a small container for drinking).",
    "russian_translation": "Чаша; бокал; стакан (ёмкость для питья)."
  },
  "林業": {
    "english_translation": "Forestry (the industry concerned with the management and use of forests).",
    "russian_translation": "Лесное хозяйство (отрасль, занимающаяся управлением лесами)."
  },
  "枚": {
    "english_translation": "Counter for flat objects (e.g., sheets of paper, photographs, coins).",
    "russian_translation": "Счётная частица для плоских, тонких предметов (лист бумаги, фотография)."
  },
  "果たして": {
    "english_translation": "Indeed; really; sure enough (as expected, it turned out to be the case).",
    "russian_translation": "Действительно; в самом деле; как и предполагалось (оказалось так)."
  },
  "果たす": {
    "english_translation": "To accomplish; to fulfill; to carry out (a promise/goal through inner determination).",
    "russian_translation": "Выполнять; осуществлять; достигать (цели, обещания)."
  },
  "果て": {
    "english_translation": "End; limit; outcome (the result achieved after prolonged effort or waiting).",
    "russian_translation": "Конец; предел; результат (итог длительных усилий)."
  },
  "果てる": {
    "english_translation": "To end; to die; to be exhausted (to come to an end without reaching the goal).",
    "russian_translation": "Заканчиваться; иссякать; умирать (завершиться, не достигнув цели)."
  },
  "果ない": {
    "english_translation": "Vain; futile; ephemeral (failing to produce the expected result, ending in futility).",
    "russian_translation": "Бесплодный; напрасный; безрезультатный (не принесший ожидаемого результата)."
  },
  "枠": {
    "english_translation": "Frame; border; limit; scope (a defined boundary within which something exists or functions).",
    "russian_translation": "Рамка; граница; предел; лимит (определённые границы функционирования)."
  },
  "染まる": {
    "english_translation": "To be stained; to be dyed; to be influenced (to become tinged with an emotion or to take on an influence).",
    "russian_translation": "Окраситься; пропитаться; подвергнуться влиянию (настроение прониклось грустью)."
  },
  "染みる": {
    "english_translation": "To penetrate; to permeate; to sink in (to deeply affect emotions or thoughts; to leave a stain).",
    "russian_translation": "Проникать; впитываться; глубоко трогать (оставлять сильное впечатление; делать несмываемое пятно)."
  },
  "染める": {
    "english_translation": "To dye; to color; to stain.",
    "russian_translation": "Окрашивать; красить; пятнать."
  },
  "柔軟": {
    "english_translation": "Flexible; soft; adaptable (ability to easily adapt to new circumstances with mental/behavioral flexibility).",
    "russian_translation": "Гибкий; эластичный; адаптивный (способность приспосабливаться к новым условиям)."
  },
  "柱": {
    "english_translation": "Pillar; column; support (a vertical structural element supporting a roof/floor).",
    "russian_translation": "Колонна; столб; опора (вертикальный элемент конструкции)."
  },
  "柵": {
    "english_translation": "Fence; barrier; railing (a structure used to enclose an area or restrict access).",
    "russian_translation": "Забор; ограда; барьер; перила."
  },
  "栄える": {
    "english_translation": "To flourish; to prosper; to thrive (to be successful and develop actively).",
    "russian_translation": "Процветать; благоденствовать; преуспевать (активно развиваться и быть успешным)."
  },
  "校": {
    "english_translation": "School; college; educational institution (where formal education is provided).",
    "russian_translation": "Школа; учебное заведение; колледж (где предоставляется формальное образование)."
  },
  "株式": {
    "english_translation": "Stock; share (securities giving ownership rights and profit participation).",
    "russian_translation": "Акция; пай; капитал (ценные бумаги, дающие право на долю прибыли)."
  },
  "核": {
    "english_translation": "Nucleus; core; kernel (the central, essential part of something, atom, or technology).",
    "russian_translation": "Ядро; сердцевина; суть (центральная часть атома, или ключевая часть чего-либо)."
  },
  "根回し": {
    "english_translation": "Laying the groundwork; seeking informal consensus (building support behind the scenes before formal decision-making).",
    "russian_translation": "Предварительное согласование; закулисная подготовка; *немаваси* (получение согласия до официального обсуждения)."
  },
  "根底": {
    "english_translation": "Root; basis; foundation (the fundamental knowledge or skills upon which success is built).",
    "russian_translation": "Основа; фундамент; корень (фундаментальные знания)."
  },
  "根拠": {
    "english_translation": "Basis; foundation; justification (a factual basis that supports a statement/conclusion).",
    "russian_translation": "Обоснование; основание; аргумент (факт, подтверждающий вывод)."
  },
  "根本": {
    "english_translation": "Root; source; fundamental cause (the underlying cause or essence of a problem/phenomenon).",
    "russian_translation": "Корень; основа; первопричина (основная причина или суть явления)."
  },
  "根気": {
    "english_translation": "Patience; perseverance; tenacity (ability to consistently work on something without giving up).",
    "russian_translation": "Терпение; упорство; выдержка (способность последовательно заниматься чем-либо)."
  },
  "格": {
    "english_translation": "Status; rank; social standing; case (prestige level or position within a hierarchy).",
    "russian_translation": "Статус; ранг; класс; падеж (уровень престижа или положение в иерархии)."
  },
  "格差": {
    "english_translation": "Gap; disparity; inequality (a gap in income, access to resources, leading to social inequality).",
    "russian_translation": "Разрыв; неравенство; диспропорция (в доходах, доступе к ресурсам)."
  },
  "栽培": {
    "english_translation": "Cultivation; growing (the process of growing plants under controlled conditions).",
    "russian_translation": "Выращивание; культивирование (растений с контролем условий среды)."
  },
  "案じる": {
    "english_translation": "To worry; to be anxious; to be concerned (feeling anxious due to possible negative outcomes).",
    "russian_translation": "Беспокоиться; тревожиться; переживать (из-за потенциальных негативных последствий)."
  },
  "案の定": {
    "english_translation": "As expected; sure enough (everything turned out exactly as predicted).",
    "russian_translation": "Как и ожидалось; так и случилось (всё сложилось, как было предсказано)."
  },
  "桐": {
    "english_translation": "Paulownia (a tree valued for its light, strong, decay-resistant wood).",
    "russian_translation": "Павловния (дерево, ценящееся за лёгкость и прочность древесины)."
  },
  "桟橋": {
    "english_translation": "Pier; wharf; jetty (a structure extending into water for mooring ships and boarding passengers).",
    "russian_translation": "Причал; пристань; пирс (для стоянки судов и посадки пассажиров)."
  },
  "梅干": {
    "english_translation": "Umeboshi (pickled Japanese apricots, salty-sour, used in Japanese cuisine).",
    "russian_translation": "Умэбоси (солёно-кислые маринованные плоды японской сливы)."
  },
  "梅干し": {
    "english_translation": "Umeboshi (salted pickled ume fruits, traditional Japanese food, synonym of *梅干*).",
    "russian_translation": "Умэбоси (солёные маринованные плоды японской сливы)."
  },
  "梢": {
    "english_translation": "Treetop; tip of a branch (the very top section of a tree).",
    "russian_translation": "Верхушка дерева; крона; кончик ветви."
  },
  "棄権": {
    "english_translation": "Abstention (from voting); resignation (from a contest) (a refusal to vote or participate).",
    "russian_translation": "Воздержание (от голосования); отказ от участия; дисквалификация."
  },
  "棟": {
    "english_translation": "Ridge (of a roof); building; counter for buildings (the top edge of a roof where two sloping sides meet).",
    "russian_translation": "Конёк (крыши); здание; корпус (верхняя линия крыши)."
  },
  "植わる": {
    "english_translation": "To be planted; to be rooted (something gradually takes root in the mind or heart, becoming a part of identity).",
    "russian_translation": "Быть посаженным; укореняться (в сознании или сердце, становясь частью личности)."
  },
  "植民地": {
    "english_translation": "Colony (a territory under the direct control of a foreign country for exploitation).",
    "russian_translation": "Колония; колониальная территория (под прямым управлением иностранного государства)."
  },
  "検事": {
    "english_translation": "Public prosecutor (an official responsible for prosecuting criminal cases in court).",
    "russian_translation": "Прокурор; обвинитель (служащий прокуратуры, ведущий уголовные дела)."
  },
  "業": {
    "english_translation": "Business; industry; deed; karma (professional activity or the concept of karma).",
    "russian_translation": "Дело; занятие; отрасль; карма (профессиональная деятельность)."
  },
  "業務": {
    "english_translation": "Business; duties; operations (the set of tasks carried out within an organization's professional activities).",
    "russian_translation": "Служебные обязанности; деловая деятельность; операции (совокупность задач в рамках работы)."
  },
  "業績": {
    "english_translation": "Achievement; performance; results (especially business or academic results).",
    "russian_translation": "Результаты; успехи; достижения (в работе, бизнесе, учёбе)."
  },
  "業者": {
    "english_translation": "Trader; merchant; service provider (a professional engaged in a specific trade or service).",
    "russian_translation": "Предприниматель; специалист; поставщик услуг (в определённой сфере)."
  },
  "極めて": {
    "english_translation": "Extremely; very; exceedingly (to an extraordinary degree, often hard to put into words).",
    "russian_translation": "Крайне; чрезвычайно; в высшей степени (настолько, что трудно выразить)."
  },
  "極楽": {
    "english_translation": "Paradise; ultimate bliss; Pure Land (Buddhist concept of eternal peace and joy).",
    "russian_translation": "Рай; высшее блаженство; Нирвана (в буддизме)."
  },
  "極端": {
    "english_translation": "Extreme; excessive (a degree of something that goes beyond normal limits, often negative).",
    "russian_translation": "Крайность; экстремальность; перебор (выходящий за пределы нормы)."
  },
  "楽しむ": {
    "english_translation": "To enjoy; to have fun; to delight in (to fully immerse oneself in an experience or activity).",
    "russian_translation": "Наслаждаться; получать удовольствие; веселиться (полностью погружаясь в момент)."
  },
  "楽観": {
    "english_translation": "Optimism (the tendency to expect favorable outcomes despite difficulties).",
    "russian_translation": "Оптимизм; позитивный настрой (склонность ожидать благоприятного исхода)."
  },
  "楽譜": {
    "english_translation": "Musical score; sheet music (containing all elements for performing a piece).",
    "russian_translation": "Нотная запись; партитура (содержащая все элементы для исполнения)."
  },
  "概念": {
    "english_translation": "Concept; idea; notion (a fundamental idea that explains the essence of something).",
    "russian_translation": "Концепция; понятие; идея (основная идея, объясняющая суть)."
  },
  "概略": {
    "english_translation": "Outline; summary; general idea (a brief summary of the main points without details).",
    "russian_translation": "Обзор; краткое изложение; резюме (основных моментов без деталей)."
  },
  "概説": {
    "english_translation": "General survey; introduction (a brief summary of the key aspects of a topic).",
    "russian_translation": "Краткое изложение; введение в предмет (для быстрого ознакомления)."
  },
  "構え": {
    "english_translation": "Posture; pose; stance (the ready position assumed before action or defense, especially in martial arts).",
    "russian_translation": "Поза; стойка; готовность (позиция перед выполнением движения, в боевых искусствах)."
  },
  "構える": {
    "english_translation": "To set up; to establish; to aim (to position a weapon/camera in readiness).",
    "russian_translation": "Строить; устанавливать; целиться (настраивать оружие или камеру)."
  },
  "構想": {
    "english_translation": "Concept; plan; scheme (a well-thought-out concept for a future project).",
    "russian_translation": "Замысел; концепция; идея (продуманная и детализированная идея проекта)."
  },
  "様式": {
    "english_translation": "Style; manner; pattern (a specific set of formal features typical of a historical period or artistic movement).",
    "russian_translation": "Стиль; манера; форма (характерный набор особенностей)."
  },
  "様相": {
    "english_translation": "Aspect; appearance; phase (an outward manifestation reflecting the essence of a situation or inner state).",
    "russian_translation": "Вид; образ; облик (внешнее проявление, отражающее суть)."
  },
  "標語": {
    "english_translation": "Slogan; motto; catchphrase (a short, memorable phrase for conveying a main idea).",
    "russian_translation": "Слоган; лозунг; девиз (краткое и запоминающееся выражение)."
  },
  "模倣": {
    "english_translation": "Imitation; copying (of someone else's style or work, often without originality).",
    "russian_translation": "Подражание; имитация; копирование (чужого стиля, часто без оригинальности)."
  },
  "模型": {
    "english_translation": "Model; miniature (a scaled-down or symbolic representation of an object).",
    "russian_translation": "Модель; макет; образец (уменьшенное воспроизведение объекта)."
  },
  "模範": {
    "english_translation": "Model; example; paragon (an exemplary standard to be followed).",
    "russian_translation": "Образец; пример; эталон (образцовый, достойный подражания)."
  },
  "模索": {
    "english_translation": "Groping for; searching (the attempt to find a suitable solution through trial and error).",
    "russian_translation": "Поиск; нащупывание; пробы и ошибки (попытка найти решение)."
  },
  "権": {
    "english_translation": "Right; authority; power (the official right or authority to make decisions or take actions).",
    "russian_translation": "Право; полномочие; власть (официальное право на действия)."
  },
  "権力": {
    "english_translation": "Power; authority; might (authority held by an individual/group to make decisions affecting others).",
    "russian_translation": "Власть; могущество; сила (сосредоточенная в руках лица/группы)."
  },
  "権威": {
    "english_translation": "Authority; expert; prestige (a respected expert whose opinion holds significant authority).",
    "russian_translation": "Авторитет; влияние; признанный специалист (чьё мнение имеет высокую степень значимости)."
  },
  "権限": {
    "english_translation": "Authority; jurisdiction; power (the official right granted to perform specific actions).",
    "russian_translation": "Полномочие; компетенция; право (на выполнение определённых действий)."
  },
  "横綱": {
    "english_translation": "Yokozuna (the highest rank in sumo, symbolizing ultimate excellence).",
    "russian_translation": "Ёкодзуна (высшее звание в сумо, символ превосходства)."
  },
  "樹木": {
    "english_translation": "Tree; wood (a general term for large woody plants).",
    "russian_translation": "Дерево; древесина; лесное дерево."
  },
  "樹立": {
    "english_translation": "Establishment; founding; setting up (to establish something durable and solid, like principles or a reputation).",
    "russian_translation": "Установление; основание; создание (чего-либо устойчивого, например, репутации)."
  },
  "橋渡し": {
    "english_translation": "Bridge building; mediation; intermediary (a bridge or a person connecting two parties).",
    "russian_translation": "Наведение мостов; посредничество; связующее звено (пешеходный мост)."
  },
  "機": {
    "english_translation": "Opportunity; chance; machine; mechanism (a device or apparatus designed to perform a function).",
    "russian_translation": "Механизм; машина; шанс; возможность (устройство или прибор)."
  },
  "機構": {
    "english_translation": "Mechanism; organization; institution (an official organization with formal authority/responsibilities).",
    "russian_translation": "Механизм; структура; организация (обладающая официальными полномочиями)."
  },
  "檻": {
    "english_translation": "Cage; pen; cell (a barred enclosure used to contain animals or people).",
    "russian_translation": "Клетка; вольер; загон (с решетчатыми стенами)."
  },
  "欠く": {
    "english_translation": "To lack; to be missing; to chip (to be insufficient or incomplete).",
    "russian_translation": "Не хватать; отсутствовать; быть неполным; откалывать."
  },
  "欠乏": {
    "english_translation": "Lack; shortage; deficiency (a lack of something essential that leads to difficulties).",
    "russian_translation": "Недостаток; нехватка; дефицит (из-за которого возникают проблемы)."
  },
  "次いで": {
    "english_translation": "Next; secondly; subsequently (following something else in a logical or chronological order).",
    "russian_translation": "Затем; после; следующим по счёту (в последовательности)."
  },
  "欲望": {
    "english_translation": "Desire; craving; lust (a strong inner drive that influences behavior, often connected to personal happiness).",
    "russian_translation": "Желание; страсть; похоть (сильный внутренний импульс, побуждающий к действию)."
  },
  "欲深": {
    "english_translation": "Greed; avarice; excessive desire.",
    "russian_translation": "Жадность; алчность; чрезмерное желание."
  },
  "欲深い": {
    "english_translation": "Greedy; avaricious; excessively desirous (a person whose desires are excessive and insatiable).",
    "russian_translation": "Жадный; алчный; ненасытный (человек, стремящийся к материальным благам)."
  },
  "欺く": {
    "english_translation": "To deceive; to cheat; to trick (to intentionally mislead someone by concealing facts).",
    "russian_translation": "Обманывать; хитрить; вводить в заблуждение (скрывая истинные цели)."
  },
  "歎": {
    "english_translation": "Admiration; deep feeling; sighing (to be so deeply impressed by something that words fail).",
    "russian_translation": "Восхищение; глубокое чувство (до такой степени, что нельзя выразить словами)."
  },
  "歓声": {
    "english_translation": "Cheer; shout of joy (a loud, approving cheer from the audience).",
    "russian_translation": "Ликование; одобрительный крик; возглас радости."
  },
  "止むを得ない": {
    "english_translation": "Unavoidable; inevitable; cannot be helped (a necessary decision due to unchangeable circumstances).",
    "russian_translation": "Вынужденный; неизбежный; ничего не поделаешь (решение, принятое из-за обстоятельств)."
  },
  "正しく": {
    "english_translation": "Correctly; rightly; truthfully (in accordance with truth or a standard, without violating rules).",
    "russian_translation": "Правильно; верно; в соответствии с истиной (без нарушений)."
  },
  "正に": {
    "english_translation": "Exactly; precisely; certainly (used to emphasize accuracy or immediacy).",
    "russian_translation": "В точности; именно; как раз (для подчёркивания точности)."
  },
  "正常": {
    "english_translation": "Normal; regular; proper (conforming to usual or expected standards).",
    "russian_translation": "Нормальный; обычный; соответствующий стандарту (без отклонений)."
  },
  "正当": {
    "english_translation": "Just; legitimate; reasonable; justified (rightful, reasonable).",
    "russian_translation": "Правомерный; обоснованный; законный; справедливый."
  },
  "正義": {
    "english_translation": "Justice; righteousness (the principle that ensures everyone receives fair treatment).",
    "russian_translation": "Справедливость; правосудие (принцип равного обращения и заслуженного вознаграждения)."
  },
  "正規": {
    "english_translation": "Regular; formal; official (complying with official regulations and approved by authorities).",
    "russian_translation": "Официальный; законный; штатный (соответствующий официальным нормам)."
  },
  "正解": {
    "english_translation": "Correct answer; right solution (meeting the established criteria in a test or problem).",
    "russian_translation": "Правильный ответ; верное решение (соответствующее критериям)."
  },
  "此の": {
    "english_translation": "This (refers to an object physically close to the speaker, emphasizing immediacy).",
    "russian_translation": "Этот; данная (указывает на предмет в непосредственной близости от говорящего)."
  },
  "此れ": {
    "english_translation": "This (refers to an object close to the speaker that is visible or tangible).",
    "russian_translation": "Это; вот это (указывает на предмет, который виден или можно потрогать)."
  },
  "此れ等": {
    "english_translation": "These (refers to a group of items previously mentioned or close by).",
    "russian_translation": "Эти; данные (предметы, о которых шла речь)."
  },
  "武力": {
    "english_translation": "Military power; armed force (physical power used for military purposes).",
    "russian_translation": "Военная сила; вооружённая мощь."
  },
  "武装": {
    "english_translation": "Armament; military equipment (weapons, vehicles, and protective gear used for military purposes).",
    "russian_translation": "Вооружение; снаряжение (включая оружие, технику и средства защиты)."
  },
  "歩": {
    "english_translation": "Step; pace (the movement of one leg forward during walking).",
    "russian_translation": "Шаг; ход; пешка (в сёги)."
  },
  "歩み": {
    "english_translation": "Pace; gait; progress (the rhythm of progress or development).",
    "russian_translation": "Ход; темп; прогресс (процесс развития или продвижения)."
  },
  "歩む": {
    "english_translation": "To walk; to proceed; to follow (a path, especially metaphorically, like personal development).",
    "russian_translation": "Идти; ступать; следовать (по пути, достигать целей)."
  },
  "歪む": {
    "english_translation": "To be distorted; to be twisted; to warp (especially in appearance or facial expression).",
    "russian_translation": "Искажаться; перекашиваться; деформироваться (визуально или в выражении лица)."
  },
  "歯磨": {
    "english_translation": "Tooth brushing; dentifrice (the process of cleaning teeth).",
    "russian_translation": "Чистка зубов; зубная паста (процесс очищения зубов)."
  },
  "歯科": {
    "english_translation": "Dentistry (the branch of medicine focused on teeth and mouth conditions).",
    "russian_translation": "Стоматология; зубоврачевание (область медицины)."
  },
  "歳": {
    "english_translation": "Age (a person's age expressed in full years).",
    "russian_translation": "Возраст (человека, выраженный в полных годах)."
  },
  "死": {
    "english_translation": "Death; demise (the inevitable end of human life).",
    "russian_translation": "Смерть; кончина; гибель (неизбежный финал жизни)."
  },
  "死刑": {
    "english_translation": "Death penalty; capital punishment (the highest form of punishment resulting in execution).",
    "russian_translation": "Смертная казнь (высшая мера наказания)."
  },
  "殆ど": {
    "english_translation": "Almost; mostly; hardly (nearly, barely touched the food).",
    "russian_translation": "Почти; большей частью; едва (почти ничего не съел)."
  },
  "殊に": {
    "english_translation": "Especially; particularly; above all (to a great extent).",
    "russian_translation": "Особенно; в особенности; в значительной степени."
  },
  "残酷": {
    "english_translation": "Cruel; brutal; ruthless (causing suffering with deliberate pleasure).",
    "russian_translation": "Жестокий; безжалостный; зверский (причиняющий боль с удовольствием)."
  },
  "残金": {
    "english_translation": "Remaining money; balance; residue (amount left after payment, change, or final settlement).",
    "russian_translation": "Остаток денег; сдача; конечное сальдо (после оплаты)."
  },
  "残高": {
    "english_translation": "Balance (in a bank account); remaining amount.",
    "russian_translation": "Остаток средств (на счёте); сальдо."
  },
  "殴る": {
    "english_translation": "To punch; to hit; to strike (someone with a fist or object to cause harm).",
    "russian_translation": "Бить; наносить удары; колотить (кулаком или предметом)."
  },
  "段々": {
    "english_translation": "Gradually; step by step (changing or increasing without sudden jumps).",
    "russian_translation": "Постепенно; шаг за шагом; понемногу (изменяясь или увеличиваясь)."
  },
  "殺人": {
    "english_translation": "Murder; homicide (the intentional act of killing a person).",
    "russian_translation": "Убийство (совершённое с умыслом)."
  },
  "殿": {
    "english_translation": "Mr.; formal address; hall (a respectful form of address in formal writing).",
    "russian_translation": "Господин (уважительная форма обращения в письме)."
  },
  "殿様": {
    "english_translation": "Feudal lord (Daimyo); sir (a term of address for a man of high status).",
    "russian_translation": "Феодал; господин (обращение к мужчине высокого статуса)."
  },
  "母校": {
    "english_translation": "Alma mater (the school/university a person attended and feels loyalty toward).",
    "russian_translation": "Альма-матер; родная школа (учебное заведение, которое человек окончил)."
  },
  "毎": {
    "english_translation": "Every; each (indicating recurrence and repetition over time).",
    "russian_translation": "Каждый; всякий; регулярно (указывает на постоянную цикличность)."
  },
  "比例": {
    "english_translation": "Proportion; ratio (the quantitative relationship between two or more parts).",
    "russian_translation": "Пропорция; соотношение; соразмерность (количественная связь между частями)."
  },
  "比率": {
    "english_translation": "Ratio; percentage (the share of one component relative to the total).",
    "russian_translation": "Соотношение; процент; доля (одного элемента к общему количеству)."
  },
  "比重": {
    "english_translation": "Specific gravity; relative importance (the share or weight of a particular component within a whole).",
    "russian_translation": "Удельный вес; относительная важность (доля элемента в общей совокупности)."
  },
  "毟る": {
    "english_translation": "To pluck; to pull out (feathers, hair, or fine body hair by hand, often causing pain).",
    "russian_translation": "Выщипывать; выдёргивать (перья, волосы руками)."
  },
  "民主": {
    "english_translation": "Democracy (a system of government with citizen participation through elections).",
    "russian_translation": "Демократия; народное правление (форма правления с участием граждан)."
  },
  "民俗": {
    "english_translation": "Folklore; folk customs (traditional beliefs and practices passed down through generations).",
    "russian_translation": "Фольклор; народные обычаи; этнография (традиции, передаваемые из поколения в поколение)."
  },
  "民宿": {
    "english_translation": "Minshuku (a private, family-run guest house, often in rural areas).",
    "russian_translation": "Минсюку (гостевой дом семейного типа в сельской местности)."
  },
  "民族": {
    "english_translation": "Ethnic group; nation; race (a group of people sharing common cultural traits/history).",
    "russian_translation": "Этническая группа; народ; нация (объединённая общими культурными особенностями)."
  },
  "気まぐれ": {
    "english_translation": "Whim; caprice; unpredictable (behavior or decision made suddenly without a clear reason).",
    "russian_translation": "Каприз; прихоть; непредсказуемость (поведение под влиянием сиюминутного желания)."
  },
  "気兼ね": {
    "english_translation": "Hesitation; diffidence (awkwardness or hesitation due to fear of misunderstanding or social discomfort).",
    "russian_translation": "Стеснение; неловкость; смущение (при выражении мыслей из-за опасений)."
  },
  "気品": {
    "english_translation": "Elegance; grace; refinement (a subtle, dignified elegance in appearance or behavior).",
    "russian_translation": "Элегантность; изысканность; достоинство (сдержанная, но заметная элегантность)."
  },
  "気楽": {
    "english_translation": "Carefree; easygoing; comfortable (a state of feeling no pressure and handling situations easily).",
    "russian_translation": "Беззаботность; лёгкость; непринуждённость (состояние, когда нет давления)."
  },
  "気流": {
    "english_translation": "Air current; airflow; turbulence (a flow of air caused by temperature/pressure differences).",
    "russian_translation": "Воздушный поток; течение; турбулентность (движение воздуха)."
  },
  "気立て": {
    "english_translation": "Disposition; nature; temper (a person's inherent attitude toward others, reflected in kindness/respect).",
    "russian_translation": "Нрав; характер; добродушие (внутреннее отношение человека к другим)."
  },
  "気触れる": {
    "english_translation": "To be offended; to take offense; to be sensitive (to feel upset by a comment touching personal emotions).",
    "russian_translation": "Обидеться; досадовать; быть задетым (замечанием, касающимся самооценки)."
  },
  "気象": {
    "english_translation": "Meteorology; weather (atmospheric conditions and phenomena).",
    "russian_translation": "Метеорология; погода; атмосферные явления."
  },
  "気質": {
    "english_translation": "Temperament; disposition; character (a stable aspect of personality shaping behavior/emotional responses).",
    "russian_translation": "Темперамент; склад характера; характер (устойчивая особенность личности)."
  },
  "気軽": {
    "english_translation": "Lighthearted; cheerful; easy (indicating ease and informality without stiffness).",
    "russian_translation": "Непринуждённый; лёгкий; беззаботный (отсутствие напряжения или формальности)."
  },
  "気障": {
    "english_translation": "Conceited; affected; snobbish (rude or tactless behavior showing a lack of social awareness).",
    "russian_translation": "Вычурный; жеманный; снобистский (грубое, невоспитанное поведение)."
  },
  "気風": {
    "english_translation": "Spirit; atmosphere; tone (the distinctive atmosphere characteristic of a group/place).",
    "russian_translation": "Дух; атмосфера; общий тон (присущий группе или организации)."
  },
  "水気": {
    "english_translation": "Moisture; dampness; liquid content (moisture present on a surface or within a material).",
    "russian_translation": "Влажность; сырость; сок (ощущаемая на поверхности или в материале)."
  },
  "水洗": {
    "english_translation": "Washing with water; flush (an item that can be washed with water).",
    "russian_translation": "Мытьё водой; стирка (предмет можно стирать водой)."
  },
  "水源": {
    "english_translation": "Water source; headwaters (a place where fresh water suitable for essential uses is available).",
    "russian_translation": "Источник воды; водоём (место с пресной водой)."
  },
  "水田": {
    "english_translation": "Paddy field (fields used for growing rice, requiring standing water).",
    "russian_translation": "Рисовое поле; водяное поле (для выращивания риса)."
  },
  "氾濫": {
    "english_translation": "Flood; inundation; overflow (caused by excessive river levels or heavy rainfall).",
    "russian_translation": "Наводнение; разлив; переполнение (воды, приводящее к затоплению)."
  },
  "汚らわしい": {
    "english_translation": "Dirty; filthy; repulsive (immoral or morally repulsive).",
    "russian_translation": "Грязный; отвратительный; порочный (вызывающий моральное омерзение)."
  },
  "汚れ": {
    "english_translation": "Dirt; stain; impurity (a trace of dirt left after cleaning).",
    "russian_translation": "Грязь; пятно; нечистота (оставшаяся на поверхности)."
  },
  "決まり悪い": {
    "english_translation": "Ashamed; embarrassed; awkward (a sense of awkwardness in a formal setting or when failing to meet expectations).",
    "russian_translation": "Неловкий; смущённый; неуютный (из-за несоответствия статусу или ожиданиям)."
  },
  "決まる": {
    "english_translation": "To be decided; to be fixed (a final decision that will not be changed).",
    "russian_translation": "Быть решённым; определиться; установиться (решение окончательно принято)."
  },
  "決勝": {
    "english_translation": "Final (match/round) (the last stage of a competition that determines the winner).",
    "russian_translation": "Финал; решающая стадия (соревнования)."
  },
  "決意": {
    "english_translation": "Determination; resolve; decision (firm resolve or intention).",
    "russian_translation": "Решимость; твёрдое намерение; решение."
  },
  "決断": {
    "english_translation": "Decision; determination (the ability to make swift and confident decisions, especially in difficult situations).",
    "russian_translation": "Решение; решительность (способность быстро принимать важные решения)."
  },
  "決算": {
    "english_translation": "Settlement of accounts; final statement (year-end closing or final financial statement).",
    "russian_translation": "Сведение счетов; итоговый отчёт (закрытие финансового года)."
  },
  "決行": {
    "english_translation": "Implementation; decisive action (the actual implementation of a major approved plan).",
    "russian_translation": "Решительное действие; выполнение (принятого плана)."
  },
  "決議": {
    "english_translation": "Resolution; vote; decision (a formal decision made at an official level on a significant issue).",
    "russian_translation": "Резолюция; постановление; решение (принятое на официальном уровне)."
  },
  "汽船": {
    "english_translation": "Steamship; steamer (a vessel powered by a steam engine).",
    "russian_translation": "Пароход (судно, движимое паровой машиной)."
  },
  "沁み沁み": {
    "english_translation": "Deeply; heartily; profoundly (a feeling seeping in deeply, leaving a strong emotional impression).",
    "russian_translation": "Глубоко; проникновенно; сердечно (чувство проникает глубоко)."
  },
  "沈める": {
    "english_translation": "To sink; to submerge; to lower (something down into a liquid, depth, or darkness).",
    "russian_translation": "Топить; погружать; опускать (что-либо вниз)."
  },
  "沈殿": {
    "english_translation": "Precipitation; sediment; deposition (sediment forming when solid particles settle to the bottom of a liquid).",
    "russian_translation": "Осадок; выпадение в осадок (твердых частиц из жидкости)."
  },
  "沈没": {
    "english_translation": "Sinking (of a ship); shipwreck (the ship sank due to an accident).",
    "russian_translation": "Крушение; затопление (корабля из-за аварии)."
  },
  "沈澱": {
    "english_translation": "Precipitation; sediment; deposition (often used metaphorically for heavy, stable emotions).",
    "russian_translation": "Осадок; отложение; накопление (тяжёлых и стабильных эмоций)."
  },
  "沈黙": {
    "english_translation": "Silence; reticence (a heavy and tense silence caused by intense emotion).",
    "russian_translation": "Молчание; безмолвие; тишина (вызванное сильными эмоциями)."
  },
  "没収": {
    "english_translation": "Confiscation; seizure (authorities seizing prohibited items in accordance with the law).",
    "russian_translation": "Конфискация; изъятие; реквизиция (запрещённых предметов властями)."
  },
  "没落": {
    "english_translation": "Downfall; collapse; ruin (process of losing power, influence, or status).",
    "russian_translation": "Упадок; крушение; крах (снижение влияния, утрата прежнего положения)."
  },
  "沢山": {
    "english_translation": "Many; a lot; abundant (a large quantity, seemingly abundant).",
    "russian_translation": "Много; в изобилии; очень (в большом количестве)."
  },
  "河川": {
    "english_translation": "Rivers (a river or a network of rivers).",
    "russian_translation": "Реки; речная система; водотоки."
  },
  "沸騰": {
    "english_translation": "Boiling; seething (liquid reaching its boiling point, rapidly escaping as vapor).",
    "russian_translation": "Кипение; вскипание; бурный рост (жидкости, достигающей точки кипения)."
  },
  "油絵": {
    "english_translation": "Oil painting (an artwork created using pigments suspended in drying oil).",
    "russian_translation": "Масляная живопись; картина маслом."
  },
  "治まる": {
    "english_translation": "To be suppressed; to be calmed down (an emotion or condition gradually becoming calm and stable).",
    "russian_translation": "Утихать; успокаиваться; стабилизироваться (об эмоциях, состоянии)."
  },
  "治安": {
    "english_translation": "Public order; public safety (the state of safety and order in a community).",
    "russian_translation": "Общественный порядок; безопасность; спокойствие (уровень преступности)."
  },
  "治療": {
    "english_translation": "Medical treatment; therapy (a series of medical interventions to restore health).",
    "russian_translation": "Лечение; терапия; оздоровление (комплекс медицинских мероприятий)."
  },
  "沼": {
    "english_translation": "Swamp; marsh; bog (a low-lying area with stagnant water and vegetation).",
    "russian_translation": "Болото; топь; трясина; пруд."
  },
  "沿い": {
    "english_translation": "Along; parallel to; following (along a river, a road, or a line).",
    "russian_translation": "Вдоль; по краю; параллельно (вдоль реки, границы)."
  },
  "沿う": {
    "english_translation": "To run along; to follow; to comply with (to follow a line or route without deviating).",
    "russian_translation": "Следовать; идти вдоль; соответствовать (не отклоняясь от пути)."
  },
  "沿岸": {
    "english_translation": "Coast; shore; coastal area (the land along the edge of a sea or ocean).",
    "russian_translation": "Побережье; прибрежная зона; берег моря."
  },
  "沿線": {
    "english_translation": "Along the railway line; along the route (adjacent to the line or route).",
    "russian_translation": "Вдоль линии (железной дороги, маршрута)."
  },
  "況して": {
    "english_translation": "Still more; all the more; much less; moreover (used to strengthen the point, 'not to mention').",
    "russian_translation": "Тем более; к тому же; более того; не говоря уже о."
  },
  "泊": {
    "english_translation": "Stay (overnight); counter for nights of lodging (to spend the night in accommodation).",
    "russian_translation": "Ночёвка; остановка на ночь (провести ночь в гостях или отеле)."
  },
  "法学": {
    "english_translation": "Law (field of study concerning legal systems, norms, and institutions).",
    "russian_translation": "Юриспруденция; правоведение (область знаний о правовых системах)."
  },
  "法廷": {
    "english_translation": "Courtroom; court (where a trial or judicial session is held).",
    "russian_translation": "Суд; судебное заседание; зал суда."
  },
  "法案": {
    "english_translation": "Bill (a proposed law under consideration by a legislative body).",
    "russian_translation": "Законопроект (проект закона, рассматриваемый парламентом)."
  },
  "洋風": {
    "english_translation": "Western style (a style derived from Western culture, especially in architecture or design).",
    "russian_translation": "Западный стиль; европейский стиль (в архитектуре, дизайне, кухне)."
  },
  "洒落る": {
    "english_translation": "To joke; to be fashionable; to be witty (to scatter or splash liquid/particles unevenly).",
    "russian_translation": "Шутить; острить; быть модным (также: разбрызгиваться, рассеиваться)."
  },
  "津波": {
    "english_translation": "Tsunami (a powerful wave caused by an underwater earthquake).",
    "russian_translation": "Цунами (мощная волна, вызванная подводным землетрясением)."
  },
  "洪水": {
    "english_translation": "Flood; deluge (a natural disaster caused by excessive water levels).",
    "russian_translation": "Наводнение; паводок; водное бедствие (затопление прилегающих территорий)."
  },
  "活ける": {
    "english_translation": "To arrange (flowers); to keep alive (living flowers arranged to emphasize their vitality).",
    "russian_translation": "Ставить (цветы) в вазу; сохранять жизнь; *икэбана* (акцент на жизненности)."
  },
  "活発": {
    "english_translation": "Active; lively; vigorous (marked by high activity, energy, and intensity).",
    "russian_translation": "Активный; живой; энергичный (характеризующийся высокой активностью)."
  },
  "派": {
    "english_translation": "School; sect; faction; clique (a movement or trend in art, science, or social life).",
    "russian_translation": "Направление; школа; течение; фракция (отличающееся принципами)."
  },
  "派遣": {
    "english_translation": "Dispatch; sending (an employee to work in a different location for a specific period).",
    "russian_translation": "Отправка; командировка; делегирование (сотрудника по служебным обязанностям)."
  },
  "流": {
    "english_translation": "Style; flow; stream; current (a continuous movement in one direction, especially liquid/air/information).",
    "russian_translation": "Поток; течение; стиль; школа (непрерывное движение)."
  },
  "流し": {
    "english_translation": "Sink; drainage; wandering (a basin used for washing dishes).",
    "russian_translation": "Раковина; мойка; водосток (установленная на кухне)."
  },
  "流行り": {
    "english_translation": "Fashion; trend; popularity (a style that is currently popular and widely spread).",
    "russian_translation": "Мода; тренд; повальное увлечение (стиль, широко распространённый в обществе)."
  },
  "流通": {
    "english_translation": "Circulation; distribution (of goods, occurring at all stages from producer to consumer).",
    "russian_translation": "Обращение; циркуляция; товарооборот (движение товаров)."
  },
  "浅ましい": {
    "english_translation": "Wretched; base; vulgar (behavior that is low and evokes disgust).",
    "russian_translation": "Низкий; подлый; вульгарный; презренный (вызывающий отвращение)."
  },
  "浜": {
    "english_translation": "Beach; shore; coast (a coastal strip of sand or pebbles).",
    "russian_translation": "Пляж; берег; прибрежная полоса."
  },
  "浜辺": {
    "english_translation": "Beach; seashore (a stretch of land along the sea where water meets the shore).",
    "russian_translation": "Пляж; морской берег (место для отдыха и игр)."
  },
  "浪費": {
    "english_translation": "Waste; extravagance; squandering (unjustified use of time/money/resources without a useful outcome).",
    "russian_translation": "Расточительство; трата впустую; нецелесообразный расход (ресурсов)."
  },
  "浮かぶ": {
    "english_translation": "To float; to surface; to come to mind (something resting on the surface of a liquid or in the air).",
    "russian_translation": "Плыть; всплывать; приходить на ум (находиться на поверхности благодаря выталкивающей силе)."
  },
  "浮力": {
    "english_translation": "Buoyancy (the upward force exerted on an object submerged in a fluid).",
    "russian_translation": "Плавучесть; выталкивающая сила (действующая на тело в жидкости)."
  },
  "浮気": {
    "english_translation": "Cheating; infidelity; affair (romantic/intimate relationships with someone other than one's partner).",
    "russian_translation": "Измена; неверность; флирт (отношения с кем-то, кроме партнёра)."
  },
  "浴室": {
    "english_translation": "Bathroom; washroom (a room for showering, bathing, and personal hygiene, excluding the toilet).",
    "russian_translation": "Ванная комната; душевая (помещение для гигиены, без унитаза)."
  },
  "海峡": {
    "english_translation": "Strait; channel (a narrow water passage separating two landmasses or connecting two seas).",
    "russian_translation": "Пролив; канал (узкий водный путь)."
  },
  "海抜": {
    "english_translation": "Elevation above sea level; altitude (measured in meters relative to the sea).",
    "russian_translation": "Высота над уровнем моря; отметка."
  },
  "海流": {
    "english_translation": "Ocean current (directed movements of water in oceans that influence climate).",
    "russian_translation": "Морское течение; океанический поток (движение воды в океанах)."
  },
  "海路": {
    "english_translation": "Sea route; maritime path (used for transporting goods or passengers).",
    "russian_translation": "Морской путь; маршрут; водный путь."
  },
  "海運": {
    "english_translation": "Marine transport; shipping (transporting goods by sea).",
    "russian_translation": "Морские перевозки; судоходство (доставка грузов по морю)."
  },
  "浸す": {
    "english_translation": "To soak; to immerse; to steep (to soak something in liquid to soften it or infuse it with flavor).",
    "russian_translation": "Намачивать; замачивать; пропитывать (в жидкости для размягчения или придания вкуса)."
  },
  "消去": {
    "english_translation": "Deletion; elimination; erasure (to remove redundant or unnecessary elements).",
    "russian_translation": "Удаление; исключение; устранение (ненужных элементов)."
  },
  "消息": {
    "english_translation": "News; tidings; whereabouts; (a report or update containing important information).",
    "russian_translation": "Известие; весть; местонахождение (сообщение, содержащее важную информацию)."
  },
  "液": {
    "english_translation": "Liquid; fluid; solution (a substance that maintains its volume but takes the shape of its container).",
    "russian_translation": "Жидкость; раствор; сок (вещество, принимающее форму сосуда)."
  },
  "涸れる": {
    "english_translation": "To dry up; to run out; to be exhausted (to run out completely due to absence of replenishment, especially liquid or resources).",
    "russian_translation": "Высыхать; иссякать; опустошаться (из-за полного исчезновения)."
  },
  "深める": {
    "english_translation": "To deepen; to intensify (understanding, analysis, or emotional connection).",
    "russian_translation": "Углублять; усиливать; делать более глубоким (понимание, анализ, привязанность)."
  },
  "混む": {
    "english_translation": "To be crowded; to be congested (to be extremely crowded, causing discomfort).",
    "russian_translation": "Быть переполненным; быть тесным; толпиться (из-за большого количества людей/транспорта)."
  },
  "混同": {
    "english_translation": "Confusion; mixing up (the confusion of two or more concepts, mistaking one for the other).",
    "russian_translation": "Смешение; путаница; отождествление (понятий, приводящее к ошибке)."
  },
  "混血": {
    "english_translation": "Mixed race; mixed parentage (a person of mixed heritage).",
    "russian_translation": "Смешанная раса; метис; полукровка (человек, родившийся от родителей разных национальностей)."
  },
  "添う": {
    "english_translation": "To accompany; to comply with; to meet (to attach something as an addition, especially documents).",
    "russian_translation": "Сопровождать; соответствовать; прилагать (документы или пояснения)."
  },
  "添える": {
    "english_translation": "To add; to attach; to accompany (to add something to enhance or complement the main content).",
    "russian_translation": "Добавлять; прилагать; сопутствовать (для улучшения или дополнения содержания)."
  },
  "清々しい": {
    "english_translation": "Refreshing; invigorating; clear (a sense of refreshment and mental clarity).",
    "russian_translation": "Освежающий; бодрящий; ясный (ощущение бодрости и чистоты)."
  },
  "清らか": {
    "english_translation": "Pure; clean; innocent (spiritually serene, conveying inner clarity and moral purity).",
    "russian_translation": "Чистый; невинный; светлый (обладающий внутренней светлостью и духовной ясностью)."
  },
  "清濁": {
    "english_translation": "Purity and impurity; voiced and voiceless (the distinction between voiced and voiceless sounds in pronunciation).",
    "russian_translation": "Чистое и грязное; звонкие и глухие (звуки в фонетике японского языка)."
  },
  "清算": {
    "english_translation": "Liquidation; settlement of accounts (the final settlement of debts or financial obligations).",
    "russian_translation": "Окончательный расчёт; ликвидация; очистка (по долгам)."
  },
  "清純": {
    "english_translation": "Purity; innocence; chastity (especially in an emotional or moral sense, free from worldly influences).",
    "russian_translation": "Чистота; невинность; целомудрие (в эмоциональном или моральном смысле)."
  },
  "済ます": {
    "english_translation": "To finish; to complete; to settle (to complete something, especially formalities, to free up time).",
    "russian_translation": "Завершать; отделываться; оплачивать (формальности или обязательства)."
  },
  "済まない": {
    "english_translation": "Sorry; excuse me; I apologize (a common expression of apology or gratitude).",
    "russian_translation": "Извините; прошу прощения; жаль; неловко."
  },
  "済みません": {
    "english_translation": "Excuse me; I'm sorry; thank you (often used as an apology or polite refusal).",
    "russian_translation": "Извините; прошу прощения (вежливое извинение)."
  },
  "渋い": {
    "english_translation": "Astringent; subtle; elegant (elegant and restrained, with a subtle hint of bitterness, an aesthetic that leaves a lasting impression).",
    "russian_translation": "Терпкий; сдержанный; изысканный (элегантный, неброский, но вызывающий впечатление)."
  },
  "減少": {
    "english_translation": "Decrease; reduction (a reduction in amount, level, or intensity).",
    "russian_translation": "Уменьшение; снижение; сокращение (количества, уровня или интенсивности)."
  },
  "減点": {
    "english_translation": "Mark reduction; point deduction (a reduction in score due to mistakes).",
    "russian_translation": "Снижение балла; вычет очков (за ошибку в тесте)."
  },
  "渡り鳥": {
    "english_translation": "Migratory bird (species that annually travel long distances between breeding and wintering areas).",
    "russian_translation": "Перелётная птица (ежегодно мигрирующая на большие расстояния)."
  },
  "渦": {
    "english_translation": "Whirlpool; vortex; spiral (a swirling current in a liquid or gas, characterized by intense rotational motion).",
    "russian_translation": "Вихрь; водоворот; круговорот (образующийся в жидкости или газе)."
  },
  "温和": {
    "english_translation": "Gentle; mild; temperate (a calm and kind nature, without harshness, or mild weather).",
    "russian_translation": "Мягкий; кроткий; умеренный (спокойный характер, или умеренный климат)."
  },
  "湿気る": {
    "english_translation": "To become damp; to be humid (becoming moist due to condensation in high humidity).",
    "russian_translation": "Отсыреть; стать влажным (из-за конденсации влаги)."
  },
  "満たす": {
    "english_translation": "To satisfy; to fill (to satisfy needs or expectations, resulting in fulfillment).",
    "russian_translation": "Удовлетворять; наполнять; соответствовать (вызывать чувство удовлетворения)."
  },
  "満場": {
    "english_translation": "Whole room; full house (the auditorium was completely filled).",
    "russian_translation": "Полный зал; все присутствующие; единогласно."
  },
  "満月": {
    "english_translation": "Full moon (when the Moon is fully illuminated by the Sun).",
    "russian_translation": "Полнолуние (Луна полностью освещена Солнцем)."
  },
  "源": {
    "english_translation": "Source; origin (the original origin from which energy, information, or power is drawn).",
    "russian_translation": "Источник; начало; происхождение (откуда берётся энергия, информация)."
  },
  "準じる": {
    "english_translation": "To be based on; to conform to; to apply mutatis mutandis (to conform exactly to established rules/standards).",
    "russian_translation": "Соответствовать; руководствоваться; исходить из (соблюдать установленные правила)."
  },
  "準ずる": {
    "english_translation": "To be based on; to conform to; to apply mutatis mutandis (to adhere strictly to established rules/standards).",
    "russian_translation": "Соответствовать; руководствоваться; придерживаться (строго соблюдать требования)."
  },
  "準急": {
    "english_translation": "Semi-express (a train that stops at selected stations, faster than local but slower than express).",
    "russian_translation": "Полуэкспресс (поезд, останавливающийся на некоторых станциях)."
  },
  "溜まり": {
    "english_translation": "Puddle; accumulation; buildup (a state of accumulation, especially feelings or tension).",
    "russian_translation": "Накопление; скопление; лужа (напряжения, чувств из-за отсутствия выхода)."
  },
  "溝": {
    "english_translation": "Gutter; ditch; groove; gap (a channel designed to direct water flow; a gap in understanding).",
    "russian_translation": "Канава; жёлоб; траншея; разрыв (для отвода воды; разрыв в отношениях)."
  },
  "溢れる": {
    "english_translation": "To overflow; to be full of (to be so full that the contents spill over).",
    "russian_translation": "Переполняться; литься через край; хлынуть (содержимое выходит за пределы)."
  },
  "溶液": {
    "english_translation": "Solution (a homogeneous mixture where one or more substances are uniformly distributed in a solvent).",
    "russian_translation": "Раствор (однородная смесь веществ в жидкости)."
  },
  "滅びる": {
    "english_translation": "To perish; to be ruined; to vanish (to cease to exist due to catastrophe or decline).",
    "russian_translation": "Исчезать; гибнуть; разрушаться (из-за катастрофы или упадка)."
  },
  "滅ぼす": {
    "english_translation": "To destroy; to ruin; to overthrow (to destroy completely, leading to total annihilation).",
    "russian_translation": "Уничтожать; губить; истреблять (до полного исчезновения)."
  },
  "滅亡": {
    "english_translation": "Ruin; fall; destruction (the complete disappearance of a state or civilization).",
    "russian_translation": "Гибель; уничтожение; крах (государства или цивилизации)."
  },
  "滅茶苦茶": {
    "english_translation": "Absurd; nonsensical; messy; utterly chaotic (a state of complete chaos or extreme unreasonableness).",
    "russian_translation": "Бессмыслица; хаос; неразбериха (состояние полного беспорядка)."
  },
  "滑らか": {
    "english_translation": "Smooth; seamless; fluent (describing tactile sensation, fluid motion, or surface quality).",
    "russian_translation": "Гладкий; плавный; беглый (без резких переходов, о поверхности или движении)."
  },
  "滑稽": {
    "english_translation": "Funny; comical; absurd (causing laughter due to absurdity, exaggeration, or irony).",
    "russian_translation": "Смешной; комичный; абсурдный (вызывающий смех из-за нелепости)."
  },
  "滞る": {
    "english_translation": "To be delayed; to stagnate; to be overdue (a process or movement slows down or stops due to obstacles).",
    "russian_translation": "Задерживаться; застаиваться; тормозиться (из-за перегрузки или препятствий)."
  },
  "滞納": {
    "english_translation": "Non-payment; delay in payment (failure to pay required payments on time).",
    "russian_translation": "Задолженность; просрочка платежа; невыплата (обязательных платежей)."
  },
  "滲む": {
    "english_translation": "To blot; to bleed; to ooze (a liquid penetrates a material, leaving blurred marks).",
    "russian_translation": "Просачиваться; расплываться; проступать (жидкость проникает сквозь материал)."
  },
  "滴": {
    "english_translation": "Drip; drop (a small drop of liquid formed by condensation or falling).",
    "russian_translation": "Капля (жидкости, образовавшаяся в результате конденсации)."
  },
  "漁村": {
    "english_translation": "Fishing village (a settlement centered on fishing activities).",
    "russian_translation": "Рыбацкая деревня; посёлок рыбаков."
  },
  "漁船": {
    "english_translation": "Fishing boat; trawler (a vessel used for fishing).",
    "russian_translation": "Рыболовное судно; траулер; лодка."
  },
  "漂う": {
    "english_translation": "To drift; to float (slowly through the air or water without touching the surface); to linger (an atmosphere).",
    "russian_translation": "Дрейфовать; витать (в воздухе, воде); распространяться (о запахе, атмосфере)."
  },
  "漏らす": {
    "english_translation": "To leak; to disclose; to reveal (unintentionally revealing emotions, thoughts, or private information).",
    "russian_translation": "Пропускать; разглашать; выдавать (чувства, информацию, особенно непроизвольно)."
  },
  "漏る": {
    "english_translation": "To leak; to seep (to leak or seep through, often unnoticed, due to damage or poor seal).",
    "russian_translation": "Протекать; просачиваться; подтекать (из-за повреждения или неплотного соединения)."
  },
  "漏れる": {
    "english_translation": "To leak; to escape; to be omitted (something gradually escapes through small damages, resulting in a leak).",
    "russian_translation": "Утекать; просачиваться; быть пропущенным (жидкость, газ, звук)."
  },
  "演じる": {
    "english_translation": "To act; to perform (a role or character in a theatrical/social setting).",
    "russian_translation": "Исполнять роль; играть; выступать (вести себя в соответствии с ролью)."
  },
  "演ずる": {
    "english_translation": "To act; to perform (a role or piece on stage, embodying the character's emotions, synonym of *演じる*).",
    "russian_translation": "Исполнять роль; выступать; играть (передавая характер и эмоции персонажа)."
  },
  "演出": {
    "english_translation": "Direction; staging; production (of a play, concert, or theatrical event).",
    "russian_translation": "Постановка; режиссура; организация (театрального или публичного мероприятия)."
  },
  "演習": {
    "english_translation": "Practice; exercise; maneuvers (training to practice skills, especially military or emergency preparedness).",
    "russian_translation": "Учения; тренировка; практика (отработка навыков в конкретной ситуации)."
  },
  "漕ぐ": {
    "english_translation": "To row; to pedal (a boat or a bicycle).",
    "russian_translation": "Грести (вёслами); крутить педали (на велосипеде)."
  },
  "漠然": {
    "english_translation": "Vaguely; obscurely; ambiguously (indifferently, without emotional engagement).",
    "russian_translation": "Смутно; неясно; безразлично (с отсутствием эмоциональной вовлечённости)."
  },
  "漢語": {
    "english_translation": "Sino-Japanese words (vocabulary borrowed from Chinese, written with on-yomi kanji readings).",
    "russian_translation": "Китаизмы; китайская иероглифическая лексика (в японском языке)."
  },
  "潜入": {
    "english_translation": "Infiltration; stealth (to enter a place secretly, often for espionage or sabotage).",
    "russian_translation": "Проникновение; скрытность; внедрение (внутрь с целью избежать обнаружения)."
  },
  "潜水": {
    "english_translation": "Diving; underwater immersion (using equipment to explore the seafloor).",
    "russian_translation": "Подводное плавание; погружение; дайвинг (с использованием снаряжения)."
  },
  "潤う": {
    "english_translation": "To be moistened; to be enriched; to benefit (a voice sounding softened, as if moistened).",
    "russian_translation": "Увлажняться; пропитываться; обогащаться (голос звучал мягко, увлажнённо)."
  },
  "潮": {
    "english_translation": "Tide; current; salt water (the periodic rise of the sea level caused by gravity).",
    "russian_translation": "Прилив; отлив; течение (периодическое повышение уровня моря)."
  },
  "澄ます": {
    "english_translation": "To clear; to clarify (the mind to achieve mental clarity and focused attention).",
    "russian_translation": "Очищать; осветлять; напрягать (слух/ум) (приводить ум в ясное состояние)."
  },
  "激励": {
    "english_translation": "Encouragement; motivation; inspiration (to inspire someone to act by strengthening their inner motivation).",
    "russian_translation": "Вдохновение; мотивация; стимул (повышение внутренней мотивации)."
  },
  "濫用": {
    "english_translation": "Abuse; misuse; overuse (improper use of something, often with harmful consequences).",
    "russian_translation": "Злоупотребление; неправомерное использование; растрата (особенно в большом количестве)."
  },
  "濯ぐ": {
    "english_translation": "To rinse; to wash (to rinse hands and face as part of a ritual or cleaning process).",
    "russian_translation": "Полоскать; омывать; ополаскивать (руки и лицо, соблюдая ритуал)."
  },
  "火星": {
    "english_translation": "Mars (the planet with a reddish color, distant from Earth).",
    "russian_translation": "Марс (планета красноватого цвета)."
  },
  "火燵": {
    "english_translation": "Kotatsu (a low heated table used for warmth during winter).",
    "russian_translation": "Котацу (низкий стол с подогревом)."
  },
  "火花": {
    "english_translation": "Spark; flash (a spark from friction or electric arc; metaphorically, the initial impulse for an idea/conflict).",
    "russian_translation": "Искра; блеск; вспышка (возникающая при трении; первоначальный импульс)."
  },
  "災害": {
    "english_translation": "Disaster; calamity (a serious event caused by natural phenomena or human actions).",
    "russian_translation": "Катастрофа; бедствие; стихийное бедствие (приводящее к разрушениям)."
  },
  "炒める": {
    "english_translation": "To stir-fry (to cook quickly over high heat while stirring constantly).",
    "russian_translation": "Обжаривать (на сильном огне, постоянно помешивая)."
  },
  "炙る": {
    "english_translation": "To roast; to grill; to sear (meat or fish over fire to give it a rich flavor).",
    "russian_translation": "Жарить; поджаривать; подрумянивать (на огне)."
  },
  "炭素": {
    "english_translation": "Carbon (a chemical element that forms the basis of organic compounds).",
    "russian_translation": "Углерод (химический элемент, основа органических веществ)."
  },
  "点検": {
    "english_translation": "Inspection; check; maintenance (to detect faults and ensure proper functioning of equipment).",
    "russian_translation": "Проверка; осмотр; техническое обследование (для выявления неисправностей)."
  },
  "点火": {
    "english_translation": "Ignition; lighting (to start a flame in a device or outdoors for combustion).",
    "russian_translation": "Зажигание; поджигание; воспламенение (огня)."
  },
  "点線": {
    "english_translation": "Dotted line; dashed line (a broken line used on drawings to represent hidden features).",
    "russian_translation": "Пунктирная линия; линия из точек (на чертежах)."
  },
  "為さる": {
    "english_translation": "To do; to make; to perform (honorific verb, respectful form of する - suru).",
    "russian_translation": "Делать; выполнять; совершать (уважительная форма от 'делать')."
  },
  "為来り": {
    "english_translation": "Custom; tradition; conventional practice (often hereditary or historical).",
    "russian_translation": "Обычай; традиция; устоявшийся порядок."
  },
  "焚き火": {
    "english_translation": "Bonfire; open fire (a fire lit outdoors, often for warmth or cooking).",
    "russian_translation": "Костёр; разведение огня на открытом воздухе."
  },
  "焚火": {
    "english_translation": "Bonfire; open fire; ritual burning (synonym of *焚き火*).",
    "russian_translation": "Костёр; ритуальное сожжение; разведение огня."
  },
  "無効": {
    "english_translation": "Invalid; null and void (having no legal force or effect).",
    "russian_translation": "Недействительный; не имеющий силы; аннулированный."
  },
  "無口": {
    "english_translation": "Reticent; quiet; taciturn (a person who rarely speaks, perceived as calm confidence).",
    "russian_translation": "Молчаливый; немногословный; неразговорчивый (чьё молчание воспринимается как уверенность)."
  },
  "無念": {
    "english_translation": "Regret; deep sorrow; chagrin (deep inner regret caused by failure despite giving one's all).",
    "russian_translation": "Сожаление; досада; скорбь (внутреннее сожаление из-за неудачи)."
  },
  "無意味": {
    "english_translation": "Meaningless; senseless; pointless (an action/statement lacking purpose or practical usefulness).",
    "russian_translation": "Бессмысленный; бесполезный; тщетный (лишённый цели или пользы)."
  },
  "無断": {
    "english_translation": "Without permission; unauthorized (an action taken without permission or notification).",
    "russian_translation": "Без разрешения; самовольно (действие, выполненное без уведомления)."
  },
  "無用": {
    "english_translation": "Useless; unnecessary (completely useless, providing no benefit or meaning).",
    "russian_translation": "Бесполезный; ненужный; напрасный (не несущий пользы)."
  },
  "無知": {
    "english_translation": "Ignorance; lack of knowledge (can lead to incorrect conclusions or actions).",
    "russian_translation": "Невежество; незнание; некомпетентность (отсутствие знаний)."
  },
  "無礼": {
    "english_translation": "Rude; impolite; discourtesy (disregard for social etiquette, perceived as uncivilized behavior).",
    "russian_translation": "Грубость; невежливость; хамство (несоблюдение норм приличия)."
  },
  "無線": {
    "english_translation": "Wireless; radio (transmission of signals without physical cables).",
    "russian_translation": "Беспроводной; радиосвязь; без проводов."
  },
  "無能": {
    "english_translation": "Incompetence; inability (to perform duties due to lack of required abilities).",
    "russian_translation": "Неспособность; некомпетентность; бездарность (отсутствие необходимых способностей)."
  },
  "無茶": {
    "english_translation": "Unreasonable; absurd; excessive (an utterly unreasonable or impossible demand).",
    "russian_translation": "Нелепость; абсурд; чрезмерность (нереалистичное требование)."
  },
  "無茶苦茶": {
    "english_translation": "Nonsensical; absurd; chaotic (utterly absurd and completely chaotic, synonym of *滅茶苦茶*).",
    "russian_translation": "Полный беспорядок; безумие; абсурд (совершенно нелогично, хаотично)."
  },
  "無言": {
    "english_translation": "Silence; speechless (silence born of intense emotion, when words fail).",
    "russian_translation": "Молчание; безмолвие (вызванное сильными эмоциями)."
  },
  "無論": {
    "english_translation": "Without exception; of course; certainly (in any case, regardless of what happens).",
    "russian_translation": "Безусловно; без исключений; конечно; разумеется."
  },
  "無邪気": {
    "english_translation": "Innocent; naive; simple-minded (expressing pure, innocent sincerity).",
    "russian_translation": "Невинный; наивный; простодушный (чистая, искренняя невинность)."
  },
  "無闇に": {
    "english_translation": "Randomly; unnecessarily; without reason (without cause, arbitrarily).",
    "russian_translation": "Беспричинно; без нужды; необдуманно; произвольно."
  },
  "無難": {
    "english_translation": "Safe; acceptable; passable (a choice that causes no offense or draws no criticism).",
    "russian_translation": "Безопасный; приемлемый; надёжный (выбор, который не вызовет нареканий)."
  },
  "無駄遣い": {
    "english_translation": "Waste; wasteful spending (wasteful use of resources without any benefit).",
    "russian_translation": "Расточительство; трата впустую (ресурсов без пользы)."
  },
  "焦げ茶": {
    "english_translation": "Dark brown; roasted tea (a deep, rich brown color; also: heavily toasted tea with a strong bitter taste).",
    "russian_translation": "Тёмно-коричневый цвет; жареный чай (насыщенный горьковатый вкус)."
  },
  "焦る": {
    "english_translation": "To be impatient; to be flustered; to be deeply anxious (to feel intense inner tension due to urgency or uncertainty).",
    "russian_translation": "Торопиться; нервничать; испытывать беспокойство (из-за срочности или неопределённости)."
  },
  "然うして": {
    "english_translation": "And then; thus; then (often implies a connection or sequence); however.",
    "russian_translation": "Таким образом; и тогда; вот так; однако."
  },
  "然し": {
    "english_translation": "However; nevertheless; still; but (used to introduce a contrast).",
    "russian_translation": "Однако; тем не менее; всё же."
  },
  "然して": {
    "english_translation": "Thus; and then; nevertheless (synonym of *然うして*).",
    "russian_translation": "Таким образом; и тогда; однако (несмотря на усталость)."
  },
  "然しながら": {
    "english_translation": "Nevertheless; however; but (formal expression, synonym of *然し*).",
    "russian_translation": "Тем не менее; однако; несмотря на это (более формально)."
  },
  "然も": {
    "english_translation": "Moreover; besides; yet; still (despite that, still).",
    "russian_translation": "Притом; к тому же; всё же; несмотря на это."
  },
  "煌々": {
    "english_translation": "Bright; glittering; dazzling (shining brightly with a dazzling radiance).",
    "russian_translation": "Ярко сияющий; ослепительный (вызывающий ощущение величия)."
  },
  "煌びやか": {
    "english_translation": "Gorgeous; splendid; brilliant (elegant, majestic, radiant, evoking admiration).",
    "russian_translation": "Великолепный; роскошный; блистательный (вызывающий восхищение внешним видом)."
  },
  "煙たい": {
    "english_translation": "Smoky; feeling uncomfortable from smoke (heavy, unpleasant smell of smoke).",
    "russian_translation": "Дымный; дымно; неприятный запах дыма (вызывающий дискомфорт)."
  },
  "煙る": {
    "english_translation": "To smoke; to emit smoke (without flames, typically due to overheating).",
    "russian_translation": "Дымиться; чадить (выделять дым без пламени)."
  },
  "煙草": {
    "english_translation": "Tobacco; cigarette (a plant used to make smoking products).",
    "russian_translation": "Табак; сигарета; курительное изделие."
  },
  "照り返す": {
    "english_translation": "To reflect (light, heat); to glare (a surface reflecting sunlight, intensifying heat/brightness).",
    "russian_translation": "Отражать свет/тепло; отсвечивать (поверхность отражает солнечный свет)."
  },
  "照合": {
    "english_translation": "Verification; comparison; cross-check (verifying that two sets of data match).",
    "russian_translation": "Сверка; сличение; сопоставление (проверка соответствия данных)."
  },
  "照明": {
    "english_translation": "Lighting; illumination (designed to provide visibility when natural light is insufficient).",
    "russian_translation": "Освещение; подсветка; иллюминация (для создания видимости)."
  },
  "煩わしい": {
    "english_translation": "Troublesome; annoying; complicated (due to constant presence or the need to repeatedly deal with something).",
    "russian_translation": "Надоедливый; хлопотный; утомительный (из-за постоянного присутствия)."
  },
  "煽てる": {
    "english_translation": "To flatter; to instigate; to fan (negative emotions to influence behavior/opinions).",
    "russian_translation": "Подстрекать; раздувать; льстить (усиливать негативные чувства)."
  },
  "熱意": {
    "english_translation": "Enthusiasm; zeal; warmth (genuine dedication expressed through emotions and actions).",
    "russian_translation": "Рвение; пыл; страсть (теплота и искренняя преданность)."
  },
  "熱湯": {
    "english_translation": "Boiling water; hot water (used to brew tea or make soups).",
    "russian_translation": "Кипяток; горячая вода (для заваривания чая)."
  },
  "熱量": {
    "english_translation": "Calorie; heat quantity (the amount of energy contained in food, measured in calories).",
    "russian_translation": "Теплота; калорийность; количество тепла (энергия в пище)."
  },
  "燃料": {
    "english_translation": "Fuel (a substance that burns to produce energy).",
    "russian_translation": "Топливо; горючее (вещество, сгорающее для получения энергии)."
  },
  "燃焼": {
    "english_translation": "Combustion; burning (the chemical reaction with oxygen, releasing heat and light).",
    "russian_translation": "Горение; сгорание; воспламенение (реакция с кислородом)."
  },
  "爆弾": {
    "english_translation": "Bomb; explosive device (designed to destroy objects through a powerful explosion).",
    "russian_translation": "Бомба; взрывное устройство (для разрушения объектов)."
  },
  "爆破": {
    "english_translation": "Blasting; demolition (controlled detonation of explosives to break down structures).",
    "russian_translation": "Взрыв; подрыв; разрушение взрывом (конструкций)."
  },
  "爽やか": {
    "english_translation": "Refreshing; bracing; frank (fresh and invigorating, or a kind, open-minded personality).",
    "russian_translation": "Свежий; бодрящий; ясный (об атмосфере или характере)."
  },
  "片付け": {
    "english_translation": "Tidying up; cleanup; settling (putting things back in order after use).",
    "russian_translation": "Уборка; наведение порядка; приведение в порядок."
  },
  "片思い": {
    "english_translation": "Unrequited love; one-sided love (feelings for someone who does not reciprocate).",
    "russian_translation": "Безответная любовь; односторонняя любовь (неразделённые чувства)."
  },
  "片言": {
    "english_translation": "Baby talk; stammer; brief utterance (a single phrase or word carrying profound meaning).",
    "russian_translation": "Лепет; обрывок фразы; краткое высказывание (несущее глубокий смысл)."
  },
  "版": {
    "english_translation": "Edition; version; block (a specific edition or version of a book, film, or software).",
    "russian_translation": "Издание; версия; выпуск; доска (для печати)."
  },
  "版画": {
    "english_translation": "Woodblock print; engraving (an image created by printing from a carved wooden block).",
    "russian_translation": "Гравюра; ксилография (изображение, созданное печатью с резной доски)."
  },
  "牧師": {
    "english_translation": "Pastor; minister; clergyman (a religious leader who conducts church services).",
    "russian_translation": "Пастор; священник; настоятель церкви."
  },
  "物体": {
    "english_translation": "Object; body; physical matter (something that has mass and occupies space).",
    "russian_translation": "Объект; тело; предмет (обладающий массой и объёмом)."
  },
  "物体ない": {
    "english_translation": "No object; nothingness (the absence of objects in space, creating emptiness).",
    "russian_translation": "Нет объекта; пустота (отсутствие предметов в пространстве)."
  },
  "物好き": {
    "english_translation": "Curiosity; eccentricity; oddity (a person deeply interested in rare or unusual items).",
    "russian_translation": "Любопытство; странность; чудак (человек, увлечённый необычными вещами)."
  },
  "物置き": {
    "english_translation": "Storage room; shed; outhouse (a small building for keeping tools or household items).",
    "russian_translation": "Кладовка; сарай; место для хранения вещей."
  },
  "物議": {
    "english_translation": "Public controversy; debate (sparked by something contentious or divisive).",
    "russian_translation": "Общественный спор; скандал; полемика (вызванная разногласиями)."
  },
  "物資": {
    "english_translation": "Goods; supplies; materials (including food, medicine, and other items for logistics).",
    "russian_translation": "Снабжение; материалы; ресурсы (для логистики, чрезвычайных ситуаций)."
  },
  "物足りない": {
    "english_translation": "Unsatisfied; not enough; lacking (something is missing to feel fully satisfied, a sense of incompleteness).",
    "russian_translation": "Недостаточный; неполный; не хватает (чего-то для полного удовлетворения)."
  },
  "特技": {
    "english_translation": "Special skill; forte; stunt (ability to perform difficult, impressive movements requiring high skill).",
    "russian_translation": "Особый навык; трюк; мастерство (сложные, запоминающиеся действия)."
  },
  "特有": {
    "english_translation": "Characteristic; unique; peculiar (only of a specific place, phenomenon, or group).",
    "russian_translation": "Характерный; специфический; уникальный (только для определённого места/группы)."
  },
  "特権": {
    "english_translation": "Privilege; special right (granted to certain individuals or groups, giving them advantages).",
    "russian_translation": "Привилегия; специальное право; льгота (дающее доступ к преимуществам)."
  },
  "特派": {
    "english_translation": "Special dispatch; special mission (appointment as a special envoy for assignments).",
    "russian_translation": "Специальная миссия; спецкорреспондент (назначение специальным представителем)."
  },
  "特産": {
    "english_translation": "Special product; local specialty (a distinctive product characteristic of a particular region).",
    "russian_translation": "Местный продукт; уникальное достояние (характерный для региона товар)."
  },
  "特許": {
    "english_translation": "Patent (an exclusive right granted by the government to use an invention).",
    "russian_translation": "Патент; лицензия; авторское право (исключительное право на использование изобретения)."
  },
  "特集": {
    "english_translation": "Special feature; special issue (a dedicated segment in a media outlet focused on one topic).",
    "russian_translation": "Специальный выпуск; тематический раздел (посвящённый одной теме)."
  },
  "犠牲": {
    "english_translation": "Sacrifice; victim (the act of giving up something valuable for a cause).",
    "russian_translation": "Жертва; самопожертвование; пострадавший."
  },
  "犯す": {
    "english_translation": "To commit (a crime); to violate (laws, moral standards, or expectations).",
    "russian_translation": "Совершать (преступление); нарушать (законы, моральные нормы)."
  },
  "状": {
    "english_translation": "Condition; appearance; state (the physical condition or appearance of an object).",
    "russian_translation": "Состояние; вид; форма; ситуация (физический вид или техническое состояние)."
  },
  "独創": {
    "english_translation": "Originality; creativity (the ability to create something unique through unconventional thinking).",
    "russian_translation": "Оригинальность; творческий потенциал; самобытность (нестандартное мышление)."
  },
  "独占": {
    "english_translation": "Monopoly; exclusive possession (exclusive right to use or control something).",
    "russian_translation": "Монополия; исключительное право; захват (контроля над чем-либо)."
  },
  "独自": {
    "english_translation": "Original; unique; on one's own (to do something alone, without relying on anyone else).",
    "russian_translation": "Самостоятельный; уникальный; в одиночку (полагаясь исключительно на себя)."
  },
  "独裁": {
    "english_translation": "Dictatorship; despotism (a form of government where one person or group holds absolute power).",
    "russian_translation": "Диктатура; автократия; единовластие."
  },
  "猛烈": {
    "english_translation": "Fierce; violent; intense (extremely strong or severe).",
    "russian_translation": "Яростный; неистовый; свирепый; ожесточённый."
  },
  "獣": {
    "english_translation": "Beast; wild animal; brute (especially in the context of mythology or folklore).",
    "russian_translation": "Зверь; дикое животное (часто в мифологическом контексте)."
  },
  "獲得": {
    "english_translation": "Acquisition; gaining; winning (of an award, degree, or title, often through achievement).",
    "russian_translation": "Приобретение; получение; завоевание (награды, звания)."
  },
  "獲物": {
    "english_translation": "Prey; catch; trophy (an animal caught or killed during a hunt).",
    "russian_translation": "Добыча; трофей; жертва (животное, пойманное во время охоты)."
  },
  "玄人": {
    "english_translation": "Expert; professional (a person with deep understanding and skills in their field).",
    "russian_translation": "Эксперт; профессионал; знаток (обладающий глубокими навыками)."
  },
  "率いる": {
    "english_translation": "To lead; to command; to head (a group or organization with significant responsibility).",
    "russian_translation": "Возглавлять; руководить; вести за собой (группу, организацию)."
  },
  "率直": {
    "english_translation": "Frankness; candidness; straightforward (expressing true feelings openly without hesitation).",
    "russian_translation": "Прямолинейный; откровенный; искренний (говорящий открыто)."
  },
  "玩具": {
    "english_translation": "Toy; plaything (an object designed for play, commonly used by children).",
    "russian_translation": "Игрушка; забава; предмет для игры."
  },
  "班": {
    "english_translation": "Group; squad; team; class (a study group or subgroup for organizing students or participants).",
    "russian_translation": "Группа; отряд; бригада; подгруппа (для организации участников)."
  },
  "現われ": {
    "english_translation": "Appearance; manifestation; embodiment (the emergence of something, often symbolic or profound).",
    "russian_translation": "Проявление; явление; воплощение (божества или сверхъестественного существа)."
  },
  "現われる": {
    "english_translation": "To appear; to emerge; to come out (especially in a symbolic or profound way, reflecting inner states).",
    "russian_translation": "Появляться; проявляться; обнаруживаться (в форме, несущей глубокое значение)."
  },
  "現像": {
    "english_translation": "Developing (photographic film/image) (the chemical process of creating a visible picture).",
    "russian_translation": "Проявление (фотоплёнки); химическая обработка (для визуализации снимка)."
  },
  "現地": {
    "english_translation": "Actual place; local; on-site (the actual location of an event or incident).",
    "russian_translation": "На месте; локально; фактическое место (события или происшествия)."
  },
  "現行": {
    "english_translation": "Current; in force; existing (currently in effect, applicable under present conditions).",
    "russian_translation": "Действующий; существующий; актуальный (применяемый в текущих условиях)."
  },
  "球根": {
    "english_translation": "Bulb (plant storage organ); tuber (plant).",
    "russian_translation": "Луковица (растения); клубень; корнеплод."
  },
  "理屈": {
    "english_translation": "Reason; argument; justification (a logical justification or reasoning considered valid).",
    "russian_translation": "Довод; аргументация; логическое обоснование (правдоподобное или обоснованное)."
  },
  "理性": {
    "english_translation": "Reason; intellect; rationality (the ability to think logically and make decisions without emotional influence).",
    "russian_translation": "Разум; рассудок; рациональность (способность мыслить логически)."
  },
  "理論": {
    "english_translation": "Theory (a systematic explanation of phenomena based on evidence and logic).",
    "russian_translation": "Теория; концепция; система знаний (основанная на доказательствах и логике)."
  },
  "甕": {
    "english_translation": "Jar; earthen pot (a traditional clay vessel for pickling or storing liquids).",
    "russian_translation": "Кувшин; глиняный сосуд; кадка."
  },
  "甘える": {
    "english_translation": "To be spoiled; to presume upon (closeness/trust to get what one wants, showing bold behavior).",
    "russian_translation": "Капризничать; пользоваться доверием; фамильярничать (использовать близость для получения желаемого)."
  },
  "甘口": {
    "english_translation": "Sweet taste; mild (a taste that is slightly sweet without being overly sugary, often used for wine/sake).",
    "russian_translation": "Сладкий вкус; мягкий; лёгкий (слегка сладкий, не приторный)."
  },
  "甚だ": {
    "english_translation": "Very; extremely; greatly (to intensify the degree of a quality or state, typically formal/literary).",
    "russian_translation": "Очень; чрезвычайно; в высшей степени (для усиления степени качества)."
  },
  "生かす": {
    "english_translation": "To make use of; to revive; to keep alive (by maintaining vital processes).",
    "russian_translation": "Оживлять; использовать; сохранять жизнь (поддерживать существование)."
  },
  "生ける": {
    "english_translation": "To live; to be alive; to arrange (flowers) (to be alive in a physical, biological sense).",
    "russian_translation": "Жить; быть живым (в физическом смысле); ставить цветы."
  },
  "生ぬるい": {
    "english_translation": "Lukewarm; half-hearted; insipid (lacking strong enthusiasm or emotional impact, appearing superficial).",
    "russian_translation": "Прохладный; равнодушный; поверхностный (не вызывающий сильных эмоций)."
  },
  "生まれつき": {
    "english_translation": "By birth; naturally; innately (an innate quality present from birth, independent of upbringing).",
    "russian_translation": "Врождённый; с рождения; по природе (качество, присущее с рождения)."
  },
  "生む": {
    "english_translation": "To give birth; to produce; to cause (the emergence of something, often a natural outcome).",
    "russian_translation": "Рожать; порождать; вызывать появление (чего-либо, естественный результат)."
  },
  "生やす": {
    "english_translation": "To grow (hair, beard, grass); to cultivate (qualities, skills through sustained effort).",
    "russian_translation": "Растить (волосы, бороду); воспитывать (качества, способности)."
  },
  "生死": {
    "english_translation": "Life and death (a philosophical concept denoting the boundaries of human existence).",
    "russian_translation": "Жизнь и смерть; бытие и небытие (философская категория)."
  },
  "生温い": {
    "english_translation": "Lukewarm; half-hearted; insipid (synonym of *生ぬるい*, reaction was barely noticeable).",
    "russian_translation": "Прохладный; равнодушный; слабо выраженный (не вызывающий сильных эмоций)."
  },
  "生理": {
    "english_translation": "Physiology; period (the study of normal functions of the body; also: menstruation).",
    "russian_translation": "Физиология; менструация (наука о функциях организма)."
  },
  "生真面目": {
    "english_translation": "Earnest; serious; sincere (a serious, earnest, and sincere demeanor).",
    "russian_translation": "Серьёзный; искренний; добросовестный."
  },
  "生育": {
    "english_translation": "Growth; development (the process of giving birth to and raising children; growth of a plant).",
    "russian_translation": "Рост; развитие; воспитание (процесс рождения и воспитания детей)."
  },
  "生臭い": {
    "english_translation": "Smelling of fish or blood; raw smell; unpleasant (like raw fish or spoiled seafood).",
    "russian_translation": "Запах сырой рыбы/мяса; неприятный запах (как у несвежих морепродуктов)."
  },
  "生計": {
    "english_translation": "Livelihood; way of making a living (the way a person earns money to support themselves and family).",
    "russian_translation": "Средства к существованию; заработок (способ обеспечивать семью)."
  },
  "生身": {
    "english_translation": "Living body; flesh and blood; biological (biological parent, raw body).",
    "russian_translation": "Живое тело; плоть и кровь; биологический (биологический родитель)."
  },
  "産む": {
    "english_translation": "To give birth; to lay eggs; to produce (especially in the biological sense of bringing forth a living organism).",
    "russian_translation": "Рожать; приносить потомство; производить (появление живого организма)."
  },
  "産休": {
    "english_translation": "Maternity leave (a paid period granted for postpartum recovery and newborn care).",
    "russian_translation": "Отпуск по беременности и родам (оплачиваемый период)."
  },
  "産出": {
    "english_translation": "Production; yield (the amount of goods or natural resources produced over a specific period).",
    "russian_translation": "Производство; добыча; объём продукции (товаров или ресурсов)."
  },
  "産婦人科": {
    "english_translation": "Obstetrics and gynecology (medical specialty for female reproductive system, pregnancy, and childbirth).",
    "russian_translation": "Акушерство и гинекология (специальность, занимающаяся женским здоровьем и родами)."
  },
  "産後": {
    "english_translation": "Postpartum; after childbirth (the period after childbirth, requiring special attention to the mother's health).",
    "russian_translation": "Послеродовой период (характеризующийся изменениями в здоровье матери)."
  },
  "産物": {
    "english_translation": "Product; result; fruit (a result produced through sustained effort, creative work, or research).",
    "russian_translation": "Продукт; плод; результат (возникший в результате длительного труда)."
  },
  "甥": {
    "english_translation": "Nephew (the son of one's brother or sister).",
    "russian_translation": "Племянник (сын брата или сестры)."
  },
  "用件": {
    "english_translation": "Business; matter; necessary components (required elements for safe/proper operation).",
    "russian_translation": "Дело; вопрос; необходимые компоненты (для эксплуатации устройства)."
  },
  "用品": {
    "english_translation": "Goods; supplies; articles (household items or items for a specific use).",
    "russian_translation": "Товары; принадлежности; предметы быта."
  },
  "用法": {
    "english_translation": "Usage; way of using (the ways and rules for using linguistic elements).",
    "russian_translation": "Способ употребления; применение (языковых элементов)."
  },
  "用紙": {
    "english_translation": "Paper; form (paper intended for a specific use, like writing or printing).",
    "russian_translation": "Бумага; бланк; форма (для рисования, печати или письма)."
  },
  "田園": {
    "english_translation": "Rural district; idyllic country scene; pastoral (a landscape with cultivated fields and peaceful surroundings).",
    "russian_translation": "Деревенский пейзаж; сельская местность; пастораль (ухоженные поля и гармония с природой)."
  },
  "甲": {
    "english_translation": "First; A grade; top (the highest rank or top level of achievement).",
    "russian_translation": "Первый; высший сорт; высший уровень (достижения в академической или спортивной сфере)."
  },
  "申し入れる": {
    "english_translation": "To propose; to offer; to make an application (to formally submit a demand, proposal, or request).",
    "russian_translation": "Вносить предложение; требовать; заявлять (формально выдвигать требование/просьбу)."
  },
  "申し出": {
    "english_translation": "Offer; proposal; request (a polite and formal offer of assistance or cooperation).",
    "russian_translation": "Предложение; просьба; заявление (вежливое и официальное)."
  },
  "申し出る": {
    "english_translation": "To propose; to offer (to formally offer oneself as a candidate or put forward a proposal).",
    "russian_translation": "Предлагать; выдвигать предложение/кандидатуру (в официальной обстановке)."
  },
  "申し分": {
    "english_translation": "Objection; defect; fault (used in the negative, 'there is no fault').",
    "russian_translation": "Возражение; нарекание; недостаток (часто в выражении 'нет нареканий')."
  },
  "申し込み": {
    "english_translation": "Application; entry; registration (the act of submitting an application or registration).",
    "russian_translation": "Заявка; запись; регистрация (подача заявления на участие)."
  },
  "申出": {
    "english_translation": "Offer; proposal; request (synonym of *申し出*).",
    "russian_translation": "Предложение; заявление; просьба (формальное и серьёзное высказывание)."
  },
  "申告": {
    "english_translation": "Declaration; report; statement (the official act of submitting a declaration, especially for tax).",
    "russian_translation": "Декларация; заявление; сообщение (особенно в налоговых делах)."
  },
  "画": {
    "english_translation": "Picture; painting; stroke (a visual artwork created with brush/pencil).",
    "russian_translation": "Картина; рисунок; изображение; штрих (художественное изображение)."
  },
  "画期": {
    "english_translation": "Epoch-making; ground-breaking (an event or discovery that fundamentally changes the course of development).",
    "russian_translation": "Эпохальный; знаменательный; кардинальный (меняющий ход развития)."
  },
  "畏まりました": {
    "english_translation": "Understood (humble); certainly; I humbly accept (expressing deep respect).",
    "russian_translation": "Понял; принимаю к сведению; к Вашим услугам (скромно-уважительная форма)."
  },
  "畜生": {
    "english_translation": "Beast; brute; damn it (a harsh insult for despicable behavior).",
    "russian_translation": "Скотина; зверь; чёрт возьми (грубое ругательство)."
  },
  "畜産": {
    "english_translation": "Livestock farming; animal husbandry (production of animal-based agricultural products).",
    "russian_translation": "Животноводство (производство мяса, молока, шерсти)."
  },
  "略奪": {
    "english_translation": "Looting; plunder; pillage (unlawful taking of property during war or conflict).",
    "russian_translation": "Грабеж; мародёрство; расхищение (захват имущества гражданского населения)."
  },
  "略語": {
    "english_translation": "Abbreviation; acronym (a shortened form of a word or phrase).",
    "russian_translation": "Аббревиатура; сокращение; условное обозначение (упрощённая форма слова)."
  },
  "番目": {
    "english_translation": "Ordinal number suffix (indicating position in a sequence: first, second, third).",
    "russian_translation": "Порядковый номер (первый, второй и т.д.)."
  },
  "異動": {
    "english_translation": "Transfer; change of personnel (a company-arranged transfer of an employee to a different department or location).",
    "russian_translation": "Перевод (сотрудника); перемещение по службе (изменение места работы)."
  },
  "異性": {
    "english_translation": "The opposite sex (a person of the opposite gender).",
    "russian_translation": "Противоположный пол (человек другого пола)."
  },
  "異見": {
    "english_translation": "Dissent; different opinion (disagreement with an official position, expressed openly).",
    "russian_translation": "Иное мнение; разногласие; инакомыслие (открытое несогласие)."
  },
  "異論": {
    "english_translation": "Objection; different view (a formal disagreement during official discussions).",
    "russian_translation": "Возражение; несогласие; особое мнение (высказанное в деловой обстановке)."
  },
  "異議": {
    "english_translation": "Objection; protest; dissent (a formal objection raised against a decision or opinion).",
    "russian_translation": "Протест; возражение; несогласие (выражаемое официально)."
  },
  "疎か": {
    "english_translation": "Negligent; careless; neglect (neglecting something due to lack of attention).",
    "russian_translation": "Небрежный; халатный; пренебрежение (из-за недостатка внимания)."
  },
  "疑惑": {
    "english_translation": "Doubt; suspicion; misgiving (due to uncertainty or lack of clarity).",
    "russian_translation": "Сомнение; подозрение; недоверие (вызванное неопределённостью)."
  },
  "疲労": {
    "english_translation": "Fatigue; exhaustion (a heightened state of exhaustion from prolonged strain).",
    "russian_translation": "Усталость; переутомление; истощение (после длительного напряжения)."
  },
  "疾っくに": {
    "english_translation": "Long ago; already; quickly (left the room quickly).",
    "russian_translation": "Давно; уже; быстро (вышел из комнаты быстро)."
  },
  "病": {
    "english_translation": "Illness; disease (a medical condition where the normal function of the body is disrupted).",
    "russian_translation": "Болезнь; недуг; заболевание (нарушение нормальной функции организма)."
  },
  "病む": {
    "english_translation": "To fall ill; to suffer (from illness, physically or mentally).",
    "russian_translation": "Болеть; страдать; мучиться (физически или психически)."
  },
  "症": {
    "english_translation": "Symptom; illness (a sign indicating the presence of a disease or abnormal condition).",
    "russian_translation": "Симптом; признак; синдром (наличия заболевания)."
  },
  "痒い": {
    "english_translation": "Itchy (a sensation of wanting to scratch).",
    "russian_translation": "Зуд; чешется (ощущение желания почесать)."
  },
  "痛む": {
    "english_translation": "To hurt; to ache; to feel pain (in a specific part of the body, constant or intermittent).",
    "russian_translation": "Болеть; ныть; испытывать боль (в каком-либо участке тела)."
  },
  "痛める": {
    "english_translation": "To hurt; to injure; to sprain (a body part due to overexertion or trauma).",
    "russian_translation": "Повредить; ушибить; растянуть (часть тела из-за травмы)."
  },
  "痛切": {
    "english_translation": "Keen; heartfelt; poignant (a deep, agonizing emotional pain caused by profound loss or regret).",
    "russian_translation": "Глубокий; острый; мучительный (о чувстве боли, сожалении)."
  },
  "痛感": {
    "english_translation": "Keen realization; deeply felt (experiencing a strong sense of suffering or deep realization).",
    "russian_translation": "Глубокое осознание; острое чувство (страдания или раскаяния)."
  },
  "痺れる": {
    "english_translation": "To be numb; to tingle; to be paralyzed (a numb sensation from nerve compression or cold exposure).",
    "russian_translation": "Неметь; оцепенеть; быть парализованным (онемение из-за сдавливания нервов)."
  },
  "癌": {
    "english_translation": "Cancer; carcinoma (a group of diseases characterized by uncontrolled cell growth).",
    "russian_translation": "Рак; карцинома; злокачественная опухоль (бесконтрольное деление клеток)."
  },
  "発": {
    "english_translation": "Departure; start; counter for shots/rounds; beginning; manifestation (the beginning, emergence, or manifestation of something).",
    "russian_translation": "Начало; отправление; возникновение; проявление (событий, явлений)."
  },
  "発作": {
    "english_translation": "Seizure; fit; attack (a sudden, brief episode of intense symptoms or physical reaction).",
    "russian_translation": "Приступ; спазм; атака (резкое, кратковременное проявление симптомов)."
  },
  "発掘": {
    "english_translation": "Excavation; discovery (of archaeological artifacts during digging).",
    "russian_translation": "Раскопки; обнаружение; извлечение (археологических находок)."
  },
  "発条": {
    "english_translation": "Spring (a coiled spring that stores and releases energy to power mechanisms).",
    "russian_translation": "Пружина; рессора (накапливающая и высвобождающая энергию)."
  },
  "発生": {
    "english_translation": "Occurrence; outbreak; generation (the occurrence of an event, especially an unexpected one).",
    "russian_translation": "Возникновение; появление; инцидент (обычно непредвиденного события)."
  },
  "発病": {
    "english_translation": "Onset of illness; contracting a disease (the moment when an illness begins to show symptoms).",
    "russian_translation": "Начало болезни; проявление заболевания (появление первых симптомов)."
  },
  "発育": {
    "english_translation": "Growth; development (the process of physical and mental growth, especially in children).",
    "russian_translation": "Рост; развитие; формирование (физическое и психическое, у детей)."
  },
  "発芽": {
    "english_translation": "Germination; sprouting (the process by which a seed begins to grow and develop its first shoot).",
    "russian_translation": "Прорастание семени; росток; всход (появление первоначального побега)."
  },
  "発言": {
    "english_translation": "Statement; remark (especially a public or formal one, expressing an opinion).",
    "russian_translation": "Высказывание; заявление; речь (выражающее мнение или позицию)."
  },
  "発足": {
    "english_translation": "Inauguration; starting; launch (the official start of a new organization or initiative).",
    "russian_translation": "Открытие; начало деятельности; учреждение (новой организации, проекта)."
  },
  "登校": {
    "english_translation": "Attending school (the act of a student arriving at school at the start of the day).",
    "russian_translation": "Приход в школу; посещение занятий (учеником)."
  },
  "登録": {
    "english_translation": "Registration; enrollment (the procedure of official recording to gain access or participation).",
    "russian_translation": "Регистрация; запись; учёт (для получения доступа или участия)."
  },
  "白状": {
    "english_translation": "Confession; admission (a written statement where a suspect admits guilt and details the crime).",
    "russian_translation": "Признание; исповедь; явное заявление (письменное признание вины)."
  },
  "百科事典": {
    "english_translation": "Encyclopedia (a comprehensive reference work providing detailed information).",
    "russian_translation": "Энциклопедия (справочник по различным областям знаний)."
  },
  "百科辞典": {
    "english_translation": "Encyclopedic dictionary (a comprehensive reference work, synonym of *百科事典*).",
    "russian_translation": "Энциклопедический словарь (многотомный справочник)."
  },
  "的": {
    "english_translation": "Target; -like; -ish (a grammatical particle indicating attribute, characteristic, or objective).",
    "russian_translation": "Цель; частица -ный/-ческий (обозначает принадлежность или характеристику)."
  },
  "皇居": {
    "english_translation": "Imperial Palace (the official residence of the Emperor of Japan in Tokyo).",
    "russian_translation": "Императорский дворец (официальная резиденция императора Японии в Токио)."
  },
  "皺": {
    "english_translation": "Wrinkle; crease; fold (in skin, fabric, or paper).",
    "russian_translation": "Морщина; складка; помятость."
  },
  "益々": {
    "english_translation": "Increasingly; more and more (growing stronger over time).",
    "russian_translation": "Всё больше и больше; с каждым днём; усиливаясь (synonym of *愈々*)."
  },
  "盗み": {
    "english_translation": "Theft; stealing (the unlawful taking of someone else's property secretly).",
    "russian_translation": "Кража; воровство; хищение (незаконное изъятие имущества)."
  },
  "盛り上がる": {
    "english_translation": "To swell; to rise; to get exciting (the event becoming highly intense and emotionally charged).",
    "russian_translation": "Подниматься; возбуждаться; накаляться (становиться напряжённым и эмоционально насыщенным)."
  },
  "盛大": {
    "english_translation": "Grand; magnificent; lavish (an event held on a grand scale, with solemnity and majesty).",
    "russian_translation": "Грандиозный; торжественный; пышный (мероприятие прошло с величием)."
  },
  "盛装": {
    "english_translation": "Full dress; gala attire (wearing an elaborate festive outfit).",
    "russian_translation": "Парадный наряд; праздничное одеяние; маскарад."
  },
  "監視": {
    "english_translation": "Observation; surveillance; monitoring (closely monitoring someone/something to ensure safety/compliance).",
    "russian_translation": "Наблюдение; слежка; контроль (с использованием технических средств)."
  },
  "目つき": {
    "english_translation": "Look; gaze; expression in the eyes (reflecting mood or personality).",
    "russian_translation": "Взгляд; выражение глаз; вид (отражающий настроение)."
  },
  "目付き": {
    "english_translation": "Look; gaze; expression in the eyes (synonym of *目つき*).",
    "russian_translation": "Взгляд; выражение глаз; манера смотреть."
  },
  "目方": {
    "english_translation": "Weight (of an object); mass (often used in the context of shipping/packaging).",
    "russian_translation": "Вес; масса; габариты (измеряемые по трём осям)."
  },
  "目盛": {
    "english_translation": "Scale; graduation (graduated divisions on a measuring instrument).",
    "russian_translation": "Шкала; деление; градуировка (на измерительном приборе)."
  },
  "目盛り": {
    "english_translation": "Scale; graduation (the graduated scale on a measuring instrument, synonym of *目盛*).",
    "russian_translation": "Шкала; деление; отметка (для точного определения показаний)."
  },
  "目眩": {
    "english_translation": "Dizziness; vertigo (a sensation of dizziness caused by sudden movement or loss of balance).",
    "russian_translation": "Головокружение; вертиго; дурнота (при котором всё кажется вращающимся)."
  },
  "目蓋": {
    "english_translation": "Eyelid (the upper and lower covers of the eye).",
    "russian_translation": "Веко (верхнее и нижнее, покрывающее зрачок)."
  },
  "目覚しい": {
    "english_translation": "Striking; remarkable; brilliant (impressive, eye-opening achievement).",
    "russian_translation": "Поразительный; впечатляющий; блестящий (яркое достижение)."
  },
  "目覚ましい": {
    "english_translation": "Striking; remarkable; brilliant (synonym of *目覚しい*).",
    "russian_translation": "Поразительный; впечатляющий; блестящий."
  },
  "目覚める": {
    "english_translation": "To wake up; to awaken (after sleep, regaining awareness and alertness).",
    "russian_translation": "Просыпаться; пробуждаться; очнуться (после сна)."
  },
  "目論見": {
    "english_translation": "Plan; scheme; design (an intention aimed at achieving a goal, often with expectation of benefit).",
    "russian_translation": "Замысел; план; расчёт (на выгоду или влияние)."
  },
  "目録": {
    "english_translation": "Catalog; inventory; table of contents (a list of chapters/sections in a book).",
    "russian_translation": "Каталог; опись; оглавление (список глав с указанием страниц)."
  },
  "盲点": {
    "english_translation": "Blind spot; oversight (a mental bias causing someone to overlook obvious problems).",
    "russian_translation": "Слепое пятно; уязвимое место; недосмотр (область, где не замечаются проблемы)."
  },
  "直ぐ": {
    "english_translation": "Immediately; at once; nearby; straight (without delay, right away).",
    "russian_translation": "Немедленно; сразу; рядом; прямо (без промедления)."
  },
  "直感": {
    "english_translation": "Intuition; hunch (an intuitive sense that allows quick understanding without logical reasoning).",
    "russian_translation": "Интуиция; шестое чувство; озарение (быстрое понимание сути ситуации)."
  },
  "直面": {
    "english_translation": "Confrontation; facing (to confront a difficult situation directly, without denial).",
    "russian_translation": "Столкновение; противостояние; встретиться лицом к лицу (с трудной ситуацией)."
  },
  "相": {
    "english_translation": "Mutual; together; aspect; appearance; compatibility (mutual fit between people, determining interaction).",
    "russian_translation": "Взаимно; совместно; вид; аспект; совместимость (взаимное соответствие между людьми)."
  },
  "相場": {
    "english_translation": "Market price; going rate (the current price in the market).",
    "russian_translation": "Рыночная цена; курс; текущая цена."
  },
  "相変わらず": {
    "english_translation": "As usual; as ever; unchanged (everything is still the same as before).",
    "russian_translation": "Как всегда; без изменений; по-прежнему."
  },
  "相対": {
    "english_translation": "Relative; mutual (a value determined in relation to another, without considering absolute magnitude).",
    "russian_translation": "Относительный; взаимный (значение, определяемое по сравнению с другим)."
  },
  "相応": {
    "english_translation": "Suitable; commensurate; appropriate (appropriate in terms of merit, rank, or level).",
    "russian_translation": "Соответствующий; достойный; уместный (по заслугам, статусу)."
  },
  "相応しい": {
    "english_translation": "Suitable; appropriate; befitting (suitable for one's social standing or role).",
    "russian_translation": "Подходящий; надлежащий; приличествующий (по статусу, положению)."
  },
  "盾": {
    "english_translation": "Shield; pretext (a defensive tool to block attacks or a metaphorical protection against threats).",
    "russian_translation": "Щит; предлог; прикрытие (защитное приспособление)."
  },
  "省みる": {
    "english_translation": "To reflect on; to introspect (on one's actions or thoughts with regret, aiming to understand).",
    "russian_translation": "Осмысливать; оглядываться назад; сожалеть (о своих поступках)."
  },
  "眉": {
    "english_translation": "Eyebrow (the arch of hair above the eye, indicating facial expression).",
    "russian_translation": "Бровь (часть лица над глазами)."
  },
  "看護": {
    "english_translation": "Nursing; care (the care of patients, including medical treatment and support).",
    "russian_translation": "Уход за больными; сестринское дело; забота (о пациентах)."
  },
  "真っ二つ": {
    "english_translation": "Exactly in half; right in two (split exactly in half, with identical parts).",
    "russian_translation": "Ровно пополам; надвое; на две равные части."
  },
  "真に": {
    "english_translation": "Truly; genuinely; sincerely (in a real, honest way).",
    "russian_translation": "По-настоящему; истинно; искренне."
  },
  "真ん中": {
    "english_translation": "Center; middle (the central point of a space or object, equidistant from all sides).",
    "russian_translation": "Центр; середина; сердцевина (равноудалённая от всех сторон)."
  },
  "真ん丸い": {
    "english_translation": "Perfectly round; circular (with no deviation from a perfect shape).",
    "russian_translation": "Совершенно круглый; идеально круглый."
  },
  "真ん前": {
    "english_translation": "Right in front of; directly ahead (directly in front of something).",
    "russian_translation": "Прямо перед; непосредственно перед глазами."
  },
  "真上": {
    "english_translation": "Directly above; right overhead (the point directly above something).",
    "russian_translation": "Прямо над; над головой; зенит."
  },
  "真下": {
    "english_translation": "Directly below; right underneath (the point directly beneath something).",
    "russian_translation": "Прямо под; непосредственно под."
  },
  "真実": {
    "english_translation": "Truth; reality (what fully matches reality and cannot be doubted).",
    "russian_translation": "Истинная правда; реальность; достоверность (соответствующая действительности)."
  },
  "真心": {
    "english_translation": "Sincerity; genuine feeling (shown through genuine emotions and authentic actions).",
    "russian_translation": "Искренность; чистосердечие; подлинные чувства (без притворства)."
  },
  "真珠": {
    "english_translation": "Pearl (a precious gem formed inside mollusks).",
    "russian_translation": "Жемчуг (драгоценный камень, образующийся внутри моллюсков)."
  },
  "真理": {
    "english_translation": "Truth; verity (an absolute, objective reality, independent of opinions).",
    "russian_translation": "Истина; высшая правда; объективная реальность."
  },
  "真相": {
    "english_translation": "The truth; the facts (the real truth, the actual facts without distortion).",
    "russian_translation": "Подлинная правда; истинное положение дел (без искажений)."
  },
  "眠たい": {
    "english_translation": "Sleepy; drowsy (feeling like sleeping; really sleepy).",
    "russian_translation": "Сонливый; хочется спать; дремлющий."
  },
  "眩しい": {
    "english_translation": "Dazzling; blinding; glaring (extremely bright, causing discomfort when looking directly at it).",
    "russian_translation": "Ослепительный; яркий (вызывающий дискомфорт)."
  },
  "眼球": {
    "english_translation": "Eyeball (the spherical part of the eye containing the cornea, lens, and retina).",
    "russian_translation": "Глазное яблоко (шаровидная часть глаза)."
  },
  "眼科": {
    "english_translation": "Ophthalmology; eye doctor (medical specialty focused on diagnosing and treating eye diseases).",
    "russian_translation": "Офтальмология; глазная клиника (лечение заболеваний глаз)."
  },
  "着": {
    "english_translation": "Worn (clothing/accessories); arrival; counter for suits/pieces (worn on the body; arrival at a destination).",
    "russian_translation": "Надетый; прибытие; одежда (находящийся на теле)."
  },
  "着工": {
    "english_translation": "Start of construction (the beginning of building work).",
    "russian_translation": "Начало строительства; закладка (строительных работ)."
  },
  "着席": {
    "english_translation": "Taking a seat; being seated (all participants took their seats).",
    "russian_translation": "Занятие мест; посадка (все сели на свои места)."
  },
  "着手": {
    "english_translation": "Starting; embarking on (the beginning of carrying out an action or project).",
    "russian_translation": "Приступление к работе; начало выполнения (действия или проекта)."
  },
  "着目": {
    "english_translation": "Focus; attention (to pay particular attention to a specific aspect in analysis or research).",
    "russian_translation": "Сосредоточение внимания; фокус (на определённом аспекте)."
  },
  "着色": {
    "english_translation": "Coloring; tinting; pigmentation (the process of applying color to an image).",
    "russian_translation": "Окрашивание; раскрашивание; колорирование (для придания выразительности)."
  },
  "着陸": {
    "english_translation": "Landing (of an aircraft/spacecraft) (descending and safely touching down).",
    "russian_translation": "Посадка; приземление (летательного аппарата)."
  },
  "着飾る": {
    "english_translation": "To dress up; to adorn oneself (to wear elaborate, beautiful clothing).",
    "russian_translation": "Наряжаться; принаряжаться; украшать себя (в нарядную одежду)."
  },
  "瞑る": {
    "english_translation": "To close one's eyes; to die peacefully (to pass away peacefully without pain).",
    "russian_translation": "Закрывать глаза; умереть спокойно (без боли)."
  },
  "瞬き": {
    "english_translation": "Blink (of an eye); twinkling (an extremely short period of time, an instant).",
    "russian_translation": "Миг; мгновение; моргание; вспышка."
  },
  "矢": {
    "english_translation": "Arrow; bolt (a long, pointed object for shooting from a bow).",
    "russian_translation": "Стрела (для стрельбы из лука)."
  },
  "矢っ張り": {
    "english_translation": "As expected; after all; still (maintaining the original decision, expressing unwavering determination).",
    "russian_translation": "Всё-таки; как и ожидал; всё равно (сохраняя первоначальное решение)."
  },
  "矢鱈": {
    "english_translation": "Excessively; indiscriminately; recklessly (randomly, without thought or reason).",
    "russian_translation": "Чрезмерно; беспорядочно; без разбора."
  },
  "知り合い": {
    "english_translation": "Acquaintance (someone one knows slightly, but not intimately).",
    "russian_translation": "Знакомый; шапочное знакомство (незначительное знакомство)."
  },
  "知性": {
    "english_translation": "Intelligence; intellect; sense (the ability to think rationally and approach problems with logical reasoning).",
    "russian_translation": "Разум; интеллект; здравомыслие (способность мыслить логически)."
  },
  "知的": {
    "english_translation": "Intellectual; cognitive (relating to intellectual activity, characterized by deep thinking).",
    "russian_translation": "Интеллектуальный; умственный; познавательный (отличающийся глубоким мышлением)."
  },
  "短大": {
    "english_translation": "Junior college; two-year college (a two-year higher education institution).",
    "russian_translation": "Краткосрочный университет; двухгодичный колледж."
  },
  "短歌": {
    "english_translation": "Tanka (a Japanese poem of thirty-one syllables in five lines).",
    "russian_translation": "Танка (японский стих из 31 слога)."
  },
  "短気": {
    "english_translation": "Short-tempered; quick-tempered; impatient (tendency to become angry quickly over small things).",
    "russian_translation": "Вспыльчивость; нетерпеливость; раздражительность (склонность быстро злиться)."
  },
  "短波": {
    "english_translation": "Shortwave (used for long-distance radio communication).",
    "russian_translation": "Короткие волны (для радиосвязи на большие расстояния)."
  },
  "短縮": {
    "english_translation": "Shortening; reduction; abbreviation (reducing the duration or volume while preserving the main meaning).",
    "russian_translation": "Сокращение; укорачивание; уменьшение (длительности или объёма)."
  },
  "砂利": {
    "english_translation": "Gravel; ballast; pebbles (a mixture of sand and small stones used for paths or construction base).",
    "russian_translation": "Гравий; щебень; песчано-гравийная смесь (для покрытия дорожек)."
  },
  "研ぐ": {
    "english_translation": "To sharpen; to grind; to polish (a knife or tool to achieve maximum sharpness).",
    "russian_translation": "Точить; шлифовать; полировать (нож или инструмент)."
  },
  "破壊": {
    "english_translation": "Destruction; breakdown; demolition (loss of integrity or functionality due to external force).",
    "russian_translation": "Разрушение; уничтожение; деструкция (утрата целостности объекта)."
  },
  "破損": {
    "english_translation": "Damage; breakage (caused by breaking or deformation that results in loss of integrity).",
    "russian_translation": "Повреждение; поломка; деформация (потеря целостности)."
  },
  "破棄": {
    "english_translation": "Abolition; destruction; disposal (discarding or scrapping something no longer usable).",
    "russian_translation": "Аннулирование; отмена; уничтожение (чего-либо, что не может быть использовано)."
  },
  "破裂": {
    "english_translation": "Rupture; burst; explosion (a crack or break in a material caused by stress or force).",
    "russian_translation": "Разрыв; лопание; взрыв (в материале или конструкции)."
  },
  "碁盤": {
    "english_translation": "Go board (a 19x19 grid used in the game of Go).",
    "russian_translation": "Гобан (игровое поле для игры в го)."
  },
  "碌な": {
    "english_translation": "Good for nothing; useless (unable to perform its intended purpose).",
    "russian_translation": "Никудышный; непригодный; бесполезный (не справляющийся с задачей)."
  },
  "碌に": {
    "english_translation": "Hardly; scarcely; poorly (provided almost no benefit, yielded practically no result).",
    "russian_translation": "Едва; плохо; почти нет (почти не принесло пользы)."
  },
  "碑": {
    "english_translation": "Monument; stone monument; gravestone.",
    "russian_translation": "Памятник; стела; надгробие."
  },
  "確り": {
    "english_translation": "Firmly; tightly; reliably; certainly (surely, definitely, reliably).",
    "russian_translation": "Надёжно; твёрдо; определённо; уверенно."
  },
  "確保": {
    "english_translation": "Security; guarantee; preservation (to guarantee the reliability or stability of something).",
    "russian_translation": "Обеспечение; гарантия; резервирование (надёжности, стабильности)."
  },
  "確信": {
    "english_translation": "Conviction; confidence; firm belief (based on strong inner conviction or reliable evidence).",
    "russian_translation": "Уверенность; убеждение; твёрдая вера (в истинность)."
  },
  "確定": {
    "english_translation": "Decision; confirmation; finalization (a final decision or agreement definitively approved).",
    "russian_translation": "Окончательное решение; утверждение; фиксация (больше не подлежит изменению)."
  },
  "確立": {
    "english_translation": "Establishment; foundation (the act of firmly establishing something, often through sustained effort).",
    "russian_translation": "Установление; закрепление; формирование (на прочной основе)."
  },
  "磁器": {
    "english_translation": "Porcelain; china (a durable material used for tableware and decorative items).",
    "russian_translation": "Фарфор; керамика; *имари* (прочный материал для посуды)."
  },
  "磁気": {
    "english_translation": "Magnetism; magnetic (phenomena arising from electric charge motion or intrinsic magnetic moments).",
    "russian_translation": "Магнетизм; магнитные явления; намагниченность."
  },
  "社": {
    "english_translation": "Company; firm; shrine (an organization engaged in business; also: Shinto shrine).",
    "russian_translation": "Компания; фирма; синтоистский храм (организация в контексте бизнеса)."
  },
  "社交": {
    "english_translation": "Social life; sociality (interactions and networking within society).",
    "russian_translation": "Общение; светская жизнь; социальные взаимодействия."
  },
  "社宅": {
    "english_translation": "Company housing (housing provided by a company to employees).",
    "russian_translation": "Корпоративное жильё (предоставляемое компанией сотрудникам)."
  },
  "祈り": {
    "english_translation": "Prayer; supplication (a heartfelt request or expression of gratitude toward a divine being).",
    "russian_translation": "Молитва; просьба; обращение к божеству."
  },
  "祝賀": {
    "english_translation": "Celebration; congratulation (a formal or ceremonial expression of congratulations).",
    "russian_translation": "Поздравление; чествование; торжество (по случаю важного события)."
  },
  "神殿": {
    "english_translation": "Temple; shrine (a sacred building for religious rituals and ceremonies).",
    "russian_translation": "Храм; святилище; капище (для религиозных обрядов)."
  },
  "神秘": {
    "english_translation": "Mystery; enigma; mystic (something mysterious that causes curiosity due to lack of explanation).",
    "russian_translation": "Мистика; таинственность; загадка (вызывающая любопытство)."
  },
  "神聖": {
    "english_translation": "Sacred; holy; divine (possessing the highest spiritual significance, connected with the divine).",
    "russian_translation": "Священный; божественный; неприкосновенный (обладающий высшей духовной значимостью)."
  },
  "票": {
    "english_translation": "Vote; ballot; ticket (a document for public transport or entry to an event).",
    "russian_translation": "Голос; бюллетень; билет (для проезда или входа на мероприятие)."
  },
  "禁じる": {
    "english_translation": "To forbid; to prohibit; to ban (something officially, typically with legal authority).",
    "russian_translation": "Запрещать; воспрещать; налагать запрет (официально)."
  },
  "禁ずる": {
    "english_translation": "To forbid; to prohibit; to ban (synonym of *禁じる*).",
    "russian_translation": "Запрещается; воспрещается; не допускается."
  },
  "禁物": {
    "english_translation": "Taboo; forbidden thing (a subject or object strictly avoided due to cultural or personal taboos).",
    "russian_translation": "Запрет; табу; запрещённая вещь (которой избегают)."
  },
  "禅": {
    "english_translation": "Zen (a school of Buddhist philosophy emphasizing meditation and direct experience).",
    "russian_translation": "Дзэн; Чань (школа буддийской философии, акцентирующая медитацию)."
  },
  "福": {
    "english_translation": "Happiness; fortune; blessing (especially in the context of traditional holidays, regarded as a spiritual blessing).",
    "russian_translation": "Счастье; благополучие; удача (воспринимаемые как духовное благословение)."
  },
  "福祉": {
    "english_translation": "Welfare; well-being (encompassing physical, emotional, and social health of individuals).",
    "russian_translation": "Благосостояние; социальное обеспечение; благополучие (людей в обществе)."
  },
  "私有": {
    "english_translation": "Private property (pertaining to property owned by an individual or organization).",
    "russian_translation": "Частная собственность; частный (находящийся в руках отдельного лица)."
  },
  "私物": {
    "english_translation": "Private property; personal belongings (items owned by an individual).",
    "russian_translation": "Личные вещи; частное имущество."
  },
  "私用": {
    "english_translation": "Private use; personal business.",
    "russian_translation": "Личное использование; частное дело."
  },
  "科": {
    "english_translation": "Faculty; department; course; family (academic major or department at a university; biological family/order).",
    "russian_translation": "Факультет; отделение; специальность; отдел (в университете, биологическая классификация)."
  },
  "秘書": {
    "english_translation": "Secretary (an employee who assists a manager with documents, schedules, and organizing tasks).",
    "russian_translation": "Секретарь; помощник (помогающий руководителю с документами)."
  },
  "秩序": {
    "english_translation": "Order; discipline; system (a state of organization where everything follows established rules).",
    "russian_translation": "Порядок; дисциплина; строй (упорядоченное состояние, обеспечивающее стабильность)."
  },
  "秭": {
    "english_translation": "One trillion (in traditional Chinese and Japanese numeral systems).",
    "russian_translation": "Триллион (в традиционной системе счисления)."
  },
  "称する": {
    "english_translation": "To name; to call; to claim to be (to formally refer to someone/something by a title or name).",
    "russian_translation": "Называть; именовать; претендовать на (официальный статус)."
  },
  "移住": {
    "english_translation": "Emigration; migration; relocation (a permanent relocation to a different area).",
    "russian_translation": "Переезд; переселение; миграция (в другое место для постоянного проживания)."
  },
  "移民": {
    "english_translation": "Immigrant; emigrant (a person who moves to a foreign country to live permanently).",
    "russian_translation": "Иммигрант; переселенец; мигрант (лицо, переехавшее в другую страну)."
  },
  "移行": {
    "english_translation": "Transition; migration; shift (the transfer from one system, platform, or version to another).",
    "russian_translation": "Переход; смена; трансфер (с одной системы на другую)."
  },
  "稍": {
    "english_translation": "A little; slightly; somewhat (emphasizing a small excess above the expected level).",
    "russian_translation": "Немного; чуть-чуть; слегка (незначительное превышение нормы)."
  },
  "税務署": {
    "english_translation": "Tax office (Japanese government agency responsible for tax collection).",
    "russian_translation": "Налоговое управление; налоговая инспекция (государственное учреждение для сбора налогов)."
  },
  "種々": {
    "english_translation": "Various; diverse (encompassing a wide range of differences).",
    "russian_translation": "Различные; разнообразные; всякие (охватывающие широкий спектр)."
  },
  "稲光": {
    "english_translation": "Flash of lightning (a sudden, brilliant flash in the sky).",
    "russian_translation": "Молния; вспышка света (в небе)."
  },
  "穂": {
    "english_translation": "Ear (of grain); head (of a plant) (a mature spike of wheat, rice, or other cereal).",
    "russian_translation": "Колос (пшеницы, риса); соцветие (расположенный на вершине стебля)."
  },
  "積もり": {
    "english_translation": "Intention; plan; accumulation (the gradual accumulation of intangible things like feelings, experience).",
    "russian_translation": "Намерение; расчёт; накопление (чувств, опыта, знаний со временем)."
  },
  "究極": {
    "english_translation": "Ultimate; final; extreme (the ultimate level or state of something, representing the highest degree).",
    "russian_translation": "Конечный; предельный; наивысший (степень развития, мощи, совершенства)."
  },
  "空き間": {
    "english_translation": "Gap; empty space; vacant room (a space between objects or a pause in conversation).",
    "russian_translation": "Промежуток; свободное место; пауза (между объектами или в разговоре)."
  },
  "空しい": {
    "english_translation": "Empty; vain; futile (a profound sense of emptiness due to absence of meaning or fulfillment).",
    "russian_translation": "Пустой; бессмысленный; тщетный (ощущение внутренней пустоты)."
  },
  "空ろ": {
    "english_translation": "Empty; hollow; vacant (a mental state of emptiness where thoughts vanish).",
    "russian_translation": "Пустой; полый; безжизненный (состояние умственной пустоты)."
  },
  "空腹": {
    "english_translation": "Hunger; emptiness (a state of having not eaten for a long time).",
    "russian_translation": "Голод; пустота в желудке; голодный (не ел длительное время)."
  },
  "空間": {
    "english_translation": "Space; room; volume (the volume available for placing objects or moving within a defined area).",
    "russian_translation": "Пространство; объём; свободное место (для размещения объектов)."
  },
  "突っ張る": {
    "english_translation": "To thrust; to stretch; to be unyielding (to act boastfully or conceitedly).",
    "russian_translation": "Упираться; растягиваться; держаться надменно (вести себя слишком самонадеянно)."
  },
  "突如": {
    "english_translation": "Suddenly; unexpectedly (causing a sense of surprise).",
    "russian_translation": "Внезапно; вдруг; нежданно-негаданно (вызывая неожиданность)."
  },
  "突破": {
    "english_translation": "Breakthrough; surge; overcoming (a significant achievement that overcomes insurmountable challenges).",
    "russian_translation": "Прорыв; преодоление; достижение (кардинальное изменение в науке/технологии)."
  },
  "窒息": {
    "english_translation": "Suffocation; choking (severe difficulty breathing due to lack of oxygen).",
    "russian_translation": "Удушье; асфиксия; нехватка кислорода (затруднение дыхания)."
  },
  "窮乏": {
    "english_translation": "Poverty; destitution; extreme deprivation (basic survival needs are unmet due to lack of resources).",
    "russian_translation": "Нужда; бедность; лишения (нехватка средств для жизни)."
  },
  "窮屈": {
    "english_translation": "Cramped; constricted; stiff (a feeling of confinement or lack of freedom due to rigid rules).",
    "russian_translation": "Теснота; стеснённость; скованность (вызванная жёсткими правилами)."
  },
  "立ち寄る": {
    "english_translation": "To drop in; to stop by (to make a brief stop on the way for an errand or rest).",
    "russian_translation": "Заходить по пути; заглянуть; останавливаться (на короткое время)."
  },
  "立体": {
    "english_translation": "Three-dimensional; solid (relating to a form that has depth and volume, perceived in space).",
    "russian_translation": "Объёмный; трёхмерный; стереоскопический (воспринимаемый в трёх измерениях)."
  },
  "立方": {
    "english_translation": "Cube; cubic (relating to the shape of a cube or cubic units of measurement).",
    "russian_translation": "Куб; кубический (относящийся к форме куба или кубическим единицам)."
  },
  "立法": {
    "english_translation": "Legislation; lawmaking (the process of drafting, discussing, and enacting laws).",
    "russian_translation": "Законотворчество; законодательство; принятие законов."
  },
  "竿": {
    "english_translation": "Pole; rod; fishing rod (a long, slender object for fishing or drying clothes).",
    "russian_translation": "Удочка; шест; жердь."
  },
  "第": {
    "english_translation": "Prefix for ordinal numbers (indicating position in a sequence: first, second, third).",
    "russian_translation": "Порядковый номер (префикс для первого, второго и т.д.)."
  },
  "第一": {
    "english_translation": "First; primary; most important (in the order of counting; top priority).",
    "russian_translation": "Первый; главный; первоочередной (по счёту)."
  },
  "筈": {
    "english_translation": "Notch (of an arrow); expectation; should be (the groove where the arrow's end is placed).",
    "russian_translation": "Хвостовик (стрелы); должно быть; по идее (место на луке для стрелы)."
  },
  "等級": {
    "english_translation": "Grade; rank; class; level (used to indicate skill, status, or difficulty).",
    "russian_translation": "Класс; разряд; уровень; категория (степень мастерства или сложности)."
  },
  "筒": {
    "english_translation": "Pipe; tube; cylinder (the cylindrical part of a syringe or another device).",
    "russian_translation": "Цилиндр; трубка; гильза (цилиндрическая часть шприца)."
  },
  "答え": {
    "english_translation": "Answer; reply; solution (what exactly responds to a question).",
    "russian_translation": "Ответ; решение; разгадка (точно отвечающее на вопрос)."
  },
  "策": {
    "english_translation": "Plan; measure; policy (a measure taken to address a problem or achieve a goal).",
    "russian_translation": "Мера; план; стратегия (для решения проблемы или достижения цели)."
  },
  "箇": {
    "english_translation": "Counter for items; place; point (used to denote individual items in a list, especially formally).",
    "russian_translation": "Пункт; место; счётная частица (для отдельных элементов в перечислении)."
  },
  "箇所": {
    "english_translation": "Place; point; passage (a specific part of a text that requires special attention).",
    "russian_translation": "Место; пункт; участок (в тексте, требующий внимания)."
  },
  "箇条書き": {
    "english_translation": "Itemized list; bullet points (a format for clearly and systematically presenting information).",
    "russian_translation": "По пунктам; перечисление; маркированный список."
  },
  "箇箇": {
    "english_translation": "Individual; separately (each individual item considered separately).",
    "russian_translation": "Отдельный; каждый в отдельности (рассматриваемый без объединения)."
  },
  "箪笥": {
    "english_translation": "Tansu; chest of drawers; cabinet (a traditional Japanese wooden cabinet for storage).",
    "russian_translation": "Комод; шкаф; *тансу* (японский деревянный шкаф)."
  },
  "築く": {
    "english_translation": "To build; to construct; to establish (something durable and solid, like trust or relationships).",
    "russian_translation": "Строить; возводить; формировать (прочную основу, доверие, отношения)."
  },
  "篭る": {
    "english_translation": "To seclude oneself; to stay indoors; to be filled with (to isolate oneself due to stress, withdrawing from the outside world).",
    "russian_translation": "Уединяться; запираться; сидеть взаперти (из-за эмоционального стресса)."
  },
  "簡易": {
    "english_translation": "Simple; easy; basic (functional for temporary or emergency use).",
    "russian_translation": "Простой; упрощённый; базовый (для краткосрочного или экстренного использования)."
  },
  "簡潔": {
    "english_translation": "Concise; brief; succinct (clear and brief expression of thoughts).",
    "russian_translation": "Краткий; лаконичный; сжатый."
  },
  "簡素": {
    "english_translation": "Simple; plain; unadorned (conveying refined simplicity and elegance, free from excess).",
    "russian_translation": "Простота; скромность; без излишеств (изысканная простота, минимализм)."
  },
  "籤引": {
    "english_translation": "Lot; raffle; fortune slip (a slip drawn at a Shinto shrine with a prediction).",
    "russian_translation": "Жребий; лотерея; предсказание (вытягиваемый в храме)."
  },
  "粉々": {
    "english_translation": "Smashed to pieces; in tiny fragments (shattered into countless tiny pieces).",
    "russian_translation": "Вдребезги; в мелкие осколки; в пыль."
  },
  "粉末": {
    "english_translation": "Powder (a fine solid substance used in cosmetics or medicine).",
    "russian_translation": "Порошок; пудра; мелкодисперсное вещество."
  },
  "粋": {
    "english_translation": "Style; chic; elegance; essence (refined taste and aesthetic elegance, reflecting deep cultural awareness).",
    "russian_translation": "Изысканность; шик; утончённый вкус; суть (элегантность и внутренняя гармония)."
  },
  "粗筋": {
    "english_translation": "Outline; summary (of a story/plan); coarse fibers (coarse muscle fibers in meat).",
    "russian_translation": "Сюжет; краткое содержание; грубые волокна (в мясе)."
  },
  "粘り": {
    "english_translation": "Stickiness; tenacity; persistence (the ability of a substance to remain adhered due to high stickiness).",
    "russian_translation": "Липкость; клейкость; упорство (способность долго прилипать)."
  },
  "粘る": {
    "english_translation": "To be sticky; to persevere; to persist (a tune sticking in one's head; to hold on stubbornly).",
    "russian_translation": "Прилипать; упорствовать; цепляться за сознание (мотив навязчиво цепляется)."
  },
  "粥": {
    "english_translation": "Porridge; gruel (a warm, thick dish made from cooked rice and water).",
    "russian_translation": "Каша; рисовая каша (из варёного риса, часто для больных)."
  },
  "精密": {
    "english_translation": "Precision; accuracy; meticulousness (high accuracy achieved through careful manufacturing).",
    "russian_translation": "Точность; прецизионность; скрупулёзность (минимальные отклонения в размерах)."
  },
  "精巧": {
    "english_translation": "Elaborate; intricate; exquisitely crafted (refined and intricately made with exceptional precision).",
    "russian_translation": "Изящный; тонкий; искусно выполненный (с высокой точностью и сложностью)."
  },
  "系": {
    "english_translation": "System; lineage; style (indicating belonging to a specific style, direction, or type).",
    "russian_translation": "Система; направление; стиль (принадлежность к определённому стилю/типу)."
  },
  "納まる": {
    "english_translation": "To be contained; to fit into; to settle (to be within acceptable or predefined limits).",
    "russian_translation": "Помещаться; укладываться; входить (соответствовать установленным рамкам)."
  },
  "納入": {
    "english_translation": "Delivery; payment; incorporation (to formally include in an official plan/budget).",
    "russian_translation": "Поставка; оплата; внесение (в план, бюджет)."
  },
  "紛らわしい": {
    "english_translation": "Confusing; misleading; ambiguous (a word/phrase causing confusion due to similarity with others).",
    "russian_translation": "Путаный; двусмысленный; сбивающий с толку (из-за схожести с другими)."
  },
  "紛れる": {
    "english_translation": "To be confused with; to be distracted; to blend in (distinction between things becomes unclear).",
    "russian_translation": "Смешиваться; теряться; отвлекаться (различие становится неясным)."
  },
  "紛争": {
    "english_translation": "Dispute; conflict; contention (arising from opposing interests or views).",
    "russian_translation": "Конфликт; спор; разногласие (из-за противоречивых интересов)."
  },
  "紛失": {
    "english_translation": "Loss (of an item); missing (item whose whereabouts are unknown, causing anxiety).",
    "russian_translation": "Потеря; пропажа (предмета, неизвестно куда исчезнувшего)."
  },
  "素っ気ない": {
    "english_translation": "Cold; dry; curt; blunt (a dry and emotionless reply, lacking interest).",
    "russian_translation": "Сухой; безразличный; холодный; резкий (ответ без эмоций)."
  },
  "素敵": {
    "english_translation": "Lovely; wonderful; elegant (truly beautiful, elegant, and genuinely impressive).",
    "russian_translation": "Прекрасный; чудесный; изысканный (вызывающий искреннее восхищение)."
  },
  "素早い": {
    "english_translation": "Quick; swift; prompt (characterized by swift and immediate action or response).",
    "russian_translation": "Быстрый; проворный; мгновенный (с высокой скоростью реакции)."
  },
  "素朴": {
    "english_translation": "Simple; naive; rustic (the quality of simplicity and sincerity, unpretentious).",
    "russian_translation": "Простой; наивный; нехитрый (без притворства и стремления к эффектности)."
  }
}
